{
  "routes": {
    "preferences": "preferences",
    "addbusiness": "addbusiness",
    "addEditPackage": "addEditPackage",
    "addEditCustomsItem": "addEditCustomsItem",
    "history": "history",
    "shipment": "shipment",
    "params": {
      "shipTo": "shipTo"
    }
  },
  "SHIPUI": {
    "ADD" : "Add",
    "EDIT" : "Edit",
    "EMPTY": "",
    "DELETE" : "Delete",
    "CANCEL": "Cancel",
    "SAVE": "Save",
    "DELETE_HOVER" : "Delete business profile",
    "REQUIRED_FIELD": "This field is mandatory",
    "CM_UNIT": "cm",
    "KG_UNIT": "kg",
    "IN_UNIT": "in.",
    "LB_UNIT": "lb.",
    "TAB_INDEX_TEXT": " of ",
    "BACK_BUTTON" : "Back to saved details",
    "DEFAULT_DROPDOWN_LBL" : "Select",
    "SENDER_ADDRESS": "Sender Address",
    "OVERSIZED_WARNING" : "Youʼll be charged an oversize fee if any one dimension exceeds 100 cm (39.4 inches), or if two dimensions each exceed 76 cm (30 inches).",
    "NEXT_BTN_LABEL": "Next",
    "EMAIL" : "Email",
    "PHONE" : "Phone number",
    "OPTIONAL": "(optional)",
    "SNAP_SHIP": "Snap Ship",
    "SHIP_ONLINE" : "Ship Online",
    "SHIPPING_MANAGER" : "Shipping Manager",


    "MESSAGES": {
      "ERROR" : "Sorry, but there is a technical issue stopping us from continuing. Please try again.",
      "8511" : "(8511) An error occurred while handling the request. Please try again or contact the support line.",
      "1101" : "(1101) Are you sure you want to delete this order?",
      "1102" : "(1102) Please change your printer orientation to {0} and print again.",
      "1103" : "(1103) Invalid date.  The date precedes today's date.",
      "1104" : "(1104) Service Type must be supplied if you want to select the Always Use this Data for Return Parcels checkbox.",
      "1105" : "(1105) If software updates are performed, the application will be closed.  Please save all data before proceeding.  Do you want to continue?",
      "1106" : "(1106) Weight could not be polled from the scale. You can try Refresh Weight again.",
      "1107" : "(1107) Service and weight must be supplied before processing a Group Shipping List.",
      "1108" : "(1108) Cannot process Group Shipping as an Identifier is required for the selected service option.  Remove record and process individually.",
      "1109" : "(1109) Are you sure you want to delete this goods?",
      "1110" : "(1110) The Additional Metered Amount entered is invalid.  Please use the following format: 999999.99.",
      "1111" : "(1111) Not enough information has been supplied to rate the item.  Please make sure information such as destination, service and weight have been supplied.",
      "1112" : "(1112) No Client found for the supplied criteria.",
      "1113" : "(1113) No Imported Item found for the supplied criteria.",
      "1114" : "(1114) The cost of mailing does not equal the total metered amount. The difference will be applied to your account.",
      "1115" : "(1115) Weight is invalid. Please enter a value with two decimal places (format 99999.99).",
      "1116" : "(1116) Unable to rename folder.",
      "1117" : "(1117) Please complete entering the Line Item information.",
      "1118" : "(1118) Select Use the Address Label Return Address checkbox or provide a Return Address if you want to select the Always Use this Data for Return Parcels checkbox.",
      "1119" : "(1119) Paid By Customer Number is a mandatory field (i.e. cannot be blank).",
      "1120" : "(1120) Method of Payment is a mandatory field (i.e. cannot be blank).",
      "1121" : "(1121) Selected Credit Card is a mandatory field when the Method of Payment is Credit Card.",
      "1122" : "(1122) Destination PC is mandatory when the Manifest Type is Air Stage Freight.",
      "1123" : "(1123) Manifest Name is a mandatory field (i.e. cannot be blank).",
      "1124" : "(1124) Manifest Type is a mandatory field (i.e. cannot be blank).",
      "1125" : "(1125) No items found matching the input criteria.",
      "1126" : "(1126) Online Response Received.",
      "1127" : "(1127) Online Trace Query Unsuccessful.",
      "1128" : "(1128) The Value field is a mandatory field (i.e. cannot be blank).",
      "1129" : "(1129) The Value is invalid. Please use the following format: 999,99.",
      "1130" : "(1130) The Start Date must be smaller or equal to the End date.",
      "1132" : "(1132) Only the first {0} orders matching the search criteria entered have been displayed.",
      "1133" : "(1133) The Copies field must be greater than zero.",
      "1134" : "(1134) The Metered Rate entered is invalid.  Please use the following format: 99.999.",
      "1135" : "(1135) An Additional Metered Amount cannot be entered unless the Method Of Payment entered is Metered.  Verify entered Method of Payment.",
      "1136" : "(1136) Address Accuracy Expiry Date must be entered if the Address Accuracy percentage has been entered and vice versa.",
      "1137" : "(1137) Date of Mailing is a mandatory field (i.e. cannot be blank).",
      "1138" : "(1138) Warning: the Retain Shipping Service Options is enabled.",
      "1139" : "(1139) Publication Issue Date is a mandatory field (i.e. cannot be blank).",
      "1140" : "(1140) The Meter each Item at Full Rate checkbox can only be selected if the Method of Payment is Meter.",
      "1141" : "(1141) Default values must be entered when the 'Use default Service and Options' is selected.",
      "1143" : "(1143) Please enter the PAP Registration No. for Pieces Eligible for PAP.",
      "1144" : "(1144) Publication Title is a mandatory field (i.e. cannot be blank).",
      "1145" : "(1145) The Metered Rate must be blank if Method of Payment is not Meter.",
      "1146" : "(1146) The Total Number of Shipments cannot be less than the Shipment Number.",
      "1147" : "(1147) For Full shipment, Shipment Number and Total Number of Shipments must be blank.",
      "1148" : "(1148) The Total Number of Shipments must be between 2 and 99.",
      "1149" : "(1149) The Shipment Number must be between 1 and 99.",
      "1150" : "(1150) Customs Currency is a mandatory field (i.e. cannot be blank).",
      "1151" : "(1151) At least one line of Customs Description must be supplied.",
      "1152" : "(1152) Province of origin must be supplied for USA Customs when the shipment's value is over $2000.",
      "1155" : "(1155) At least one of Last Name or Title/Department must be supplied (i.e. be non-blank).",
      "1156" : "(1156) Address Line 1 is a mandatory field (i.e. cannot be blank).",
      "1157" : "(1157) City is mandatory (i.e. cannot be blank).",
      "1158" : "(1158) Country is a mandatory field (i.e. cannot be blank).",
      "1159" : "(1159) Province is mandatory (i.e. cannot be blank) when shipping to Canada and State is mandatory when shipping to USA.",
      "1160" : "(1160) Postal Code is mandatory (i.e. cannot be blank) when shipping to Canada and Zip Code is mandatory when shipping to USA.",
      "1161" : "(1161) The valid format for a Postal Code is A9A 9A9 or A9A9A9.",
      "1162" : "(1162) The valid formats for a Zip Code are 99999 and 99999-9999.",
      "1163" : "(1163) Weight is a mandatory field (i.e. cannot be blank).",
      "1164" : "(1164) The three dimensions (Length, Height and Width) must be supplied or all three must be left blank.",
      "1165" : "(1165) The Tube type (shape) and dimensions (Length and Width/Diameter) must be supplied.",
      "1166" : "(1166) The Insured Amount is mandatory (i.e. cannot be blank) for this option.",
      "1167" : "(1167) An Identifier is mandatory (i.e. cannot be blank) for this option.",
      "1168" : "(1168) Order successfully transmitted to CPC",
      "1169" : "(1169) Transmission of order to CPC has failed.  Please review transmission log.",
      "1170" : "(1170) Service Type is a mandatory field (i.e. cannot be blank).",
      "1171" : "(1171) Service Description is mandatory in order to select Options.",
      "1172" : "(1172) Item in process",
      "1173" : "(1173) Item status not available",
      "1174" : "(1174) Order ID is invalid.",
      "1175" : "(1175) The system is unable to process your request at this time. Please resubmit later.",
      "1176" : "(1176) Delivery Status query in progress. Are you sure you want to abort?",
      "1177" : "(1177) The items cannot be processed using Quickship. Process items individually.",
      "1178" : "(1178) Are you sure you want to void the selected line item(s)?",
      "1179" : "(1179) The current barcode has already been used. Please open the Barcode Range Maintenance window and ensure the 'Next available' barcode is correct.",
      "1181" : "(1181) Order paid by credit card.",
      "1182" : "(1182) The transaction could not be authorized.  Please select another credit card or an alternate method of payment and retransmit the order.",
      "1183" : "(1183) The transaction has been approved by the credit card issuer.",
      "1184" : "(1184) The transaction has been approved by the supplier account issuer.",
      "1185" : "(1185) The transaction could not be authorized.  Please select another account or an alternate method of payment and retransmit the order.",
      "1186" : "(1186) The COD Method of Collection is invalid.",
      "1187" : "(1187) This account has been closed, please contact the Credit Management Group at 1-800-267-7651.",
      "1188" : "(1188) Your account has been closed as requested or due to inactivity, please contact the Credit Management Group at 1-800-267-7651.",
      "1189" : "(1189) The account you have chosen to pay by is closed.  To process this order, please select another method of payment.  If you require information, please contact the Credit Management Group at 1-800-267-7651.",
      "1190" : "(1190) The prefix for the barcode must be EE.",
      "1191" : "(1191) Parcel exceeds the maximum acceptable size threshold for the destination selected.",
      "1192" : "(1192) At least one content item must be provided if the Document checkbox is not selected",
      "1193" : "(1193) This action will delete the Cost Center selected, in addition to clearing this Cost Center as your default value on the Site Information - Default Settings window. Proceed anyway?",
      "1194" : "(1194) This action will delete the Container selected, in addition to clearing this Container as your default value on the Site Information - Default Settings window. Proceed anyway?",
      "1195" : "(1195) This action will require that points of call data available in the Electronic Shipping Tools application is used to derive the Houses, Apartments, Farms, Businesses and Total Pieces counts for this Delivery Installation Detail record. Press OK to proceed.",
      "1196" : "(1196) Invalid field format for {0} value. Please use the format 9999999.",
      "1197" : "(1197) Warning: Retain Shipping Service Options is enabled. This feature can be changed on the Shipping Preferences window - Shipping Options tab.",
      "1198" : "(1198) Canada Post is unable to validate order at this time. Please attempt to transmit your order later.",
      "1199" : "(1199) Incorrect prefix entered. You must use a prefix of {0} for the selected barcode group.",
      "1200" : "(1200) The transaction could not be authorized.  Please select another credit card and retransmit.",
      "1201" : "(1201) File already exists.  Overwrite?",
      "1202" : "(1202) The process of saving rejected Order Entry records has been cancelled.  Records not saved.",
      "1203" : "(1203) The Order Id should not be changed.  Proceed anyway?",
      "1204" : "(1204) Order Id is a mandatory field (i.e. cannot be blank).",
      "1205" : "(1205) Removing the Service Type will remove all Service and Customs Info (if applicable). Proceed anyway?",
      "1206" : "(1206) Do you want to save your changes?",
      "1207" : "(1207) Are you sure you want to delete the selected Imported Order Entry item(s)?",
      "1208" : "(1208) File not found. Would you like to open another file?",
      "1209" : "(1209) There was a format problem with the input file.  Would you like to perform the import from another file?",
      "1210" : "(1210) There were records rejected at time of validation. Would you like to save them as an Imported Order Entry Error File?",
      "1211" : "(1211) Missing Order Id.",
      "1212" : "(1212) Service Type is a mandatory field (i.e. cannot be blank).",
      "1213" : "(1213) One of the fields was improperly quoted in record at line {0}.",
      "1214" : "(1214) Wrong number of fields in record at line {0}.",
      "1215" : "(1215) Record Type is not valid for the number of fields specified.",
      "1216" : "(1216) Are you sure you want to delete this item?",
      "1217" : "(1217) Are you sure you want to delete this Salutation?",
      "1218" : "(1218) Name is a mandatory field (i.e. cannot be blank).",
      "1219" : "(1219) Import was successful.",
      "1220" : "(1220) Cost Centres in file <name> will be imported for CPC Customer Number: <CPC Customer Number>",
      "1221" : "(1221) Are you sure you want to delete the selected Address Book and all its Clients?",
      "1222" : "(1222) No record found for the supplied criteria.",
      "1223" : "(1223) Are you sure you want to delete the selected client(s)?",
      "1224" : "(1224) A total of  {0} addresses imported successfully.",
      "1225" : "(1225) Invalid record type at line {0}.",
      "1226" : "(1226) A group shipping list with that name already exists.",
      "1227" : "(1227) Are you sure you want to delete this group shipping list?",
      "1228" : "(1228) Are you sure you want to delete this record?",
      "1229" : "(1229) Record was already deleted.",
      "1230" : "(1230) Container descriptor is a mandatory field (i.e. can not be blank).",
      "1231" : "(1231) Length is a mandatory field (i.e. cannot be blank).",
      "1232" : "(1232) Width is a mandatory field (i.e. cannot be blank).",
      "1233" : "(1233) Height is a mandatory field (i.e. cannot be blank).",
      "1234" : "(1234) Are you sure you want to delete this container?",
      "1235" : "(1235) Are you sure you want to delete this Cost Centre?",
      "1236" : "(1236) Cost Centre Name is a mandatory field (i.e. cannot be blank).",
      "1237" : "(1237) Company Name is a mandatory field (i.e. cannot be blank).",
      "1238" : "(1238) Address is a mandatory field (i.e. cannot be blank).",
      "1239" : "(1239) City is a mandatory field (i.e. cannot be blank).",
      "1240" : "(1240) Province/State is a mandatory field (i.e. cannot be blank).",
      "1241" : "(1241) Country is a mandatory field (i.e. cannot be blank).",
      "1242" : "(1242) Postal/Zip Code is a mandatory field (i.e. cannot be blank).",
      "1243" : "(1243) Phone Number is a mandatory field (i.e. cannot be blank).",
      "1244" : "(1244) Phone Number must be in the following format (###) ###-####.",
      "1245" : "(1245) Customer Name is a mandatory field (i.e. cannot be blank).",
      "1246" : "(1246) Contact is a mandatory field (i.e. cannot be blank).",
      "1247" : "(1247) Preferred Method of Payment is a mandatory field (i.e. cannot be blank).",
      "1248" : "(1248) Client Id is a mandatory field (i.e. cannot be blank).",
      "1249" : "(1249) An Address Book must be selected.",
      "1250" : "(1250) Are you sure you want to delete the current client?",
      "1251" : "(1251) User Id is a mandatory field (i.e. cannot be blank) and must be at least 6 characters.",
      "1252" : "(1252) Password is a mandatory field (i.e. cannot be blank) and must be at least 6 characters.",
      "1253" : "(1253) First Name is a mandatory field (i.e. cannot be blank).",
      "1254" : "(1254) Last Name is a mandatory field (i.e. cannot be blank).",
      "1255" : "(1255) Confirmation password is different from password. Please re-type both.",
      "1256" : "(1256) Are you sure you want to delete this User Profile?",
      "1257" : "(1257) Customer Number is a mandatory field (i.e. cannot be blank).",
      "1258" : "(1258) Alias is a mandatory field (i.e. cannot be blank).",
      "1259" : "(1259) Credit Card Type is a mandatory field (i.e. cannot be blank).",
      "1260" : "(1260) Credit Card Number is a mandatory field (i.e. cannot be blank).",
      "1261" : "(1261) Expiry Date is a mandatory field (i.e. cannot be blank and must be in format mm/yy).",
      "1262" : "(1262) Are you sure you want to delete this Credit Card?",
      "1263" : "(1263) No deposit location found for supplied criteria. Please try again using a neighbouring City/Town to view other deposit location options available to you.",
      "1264" : "(1264) Please ensure there are no other  Electronic Shipping Tools activity during an import.",
      "1265" : "(1265) Credit Card Owner is a mandatory field (i.e. cannot be blank).",
      "1266" : "(1266) Please select a printer to delete.",
      "1267" : "(1267) Next Available is a mandatory field (i.e. cannot be blank).",
      "1268" : "(1268) The Start value is not a valid barcode number (must be in format XX999999999CA).",
      "1269" : "(1269) The End value is not a valid barcode number (must be in format XX999999999CA).",
      "1270" : "(1270) The Next Available value is not a valid barcode number (must be in format XX999999999CA).",
      "1271" : "(1271) The suffix of this field must be 'CA'.",
      "1272" : "(1272) End must have the same prefix as Start.",
      "1273" : "(1273) Next Available must have the same prefix as Start.",
      "1274" : "(1274) Next Available must be greater than or equal to Start and less than End.",
      "1275" : "(1275) There were records rejected at time of validation. Would you like to save them as a Delivery Installation Data Import Error File?",
      "1277" : "(1277) This Delivery Installation Postal Code does not exist in the Householder data.",
      "1278" : "(1278) This FSA/PC does not exist in the Householder data for the Delivery Installation selected.",
      "1279" : "(1279) This DM Type does not exist in the Householder data for the Delivery Installation and FSA/PC combination selected.",
      "1280" : "(1280) This DM Id From does not exist in the Householder data for the Delivery Installation, FSA/PC and DM type combination selected.",
      "1281" : "(1281) The DM Type To field must be greater than or equal to the DM Type From field.",
      "1282" : "(1282) This DM Id To does not exist for the Delivery Installation, FSA/PC and DM type combination selected.",
      "1283" : "(1283) This Secondary Delivery Installation (abbreviated) Name does not exist in the Householder data for the Delivery Installation, FSA/PC, DM type and DM Id range combination selected.",
      "1284" : "(1284) The FSA/PC is a mandatory field (i.e. cannot be blank).",
      "1285" : "(1285) The DM Type is a mandatory field (i.e. cannot be blank).",
      "1286" : "(1286) The Delivery Installation Postal Code is a mandatory field (i.e. cannot be blank).",
      "1287" : "(1287) The DM Id From is a mandatory field (i.e. cannot be blank).",
      "1288" : "(1288) A Delivery Installation can only have up to 20 Delivery Modes (i.e. routes) associated to it.",
      "1289" : "(1289) The process of saving rejected Delivery Installation Delivery Mode records has been cancelled.  Records have not been saved.",
      "1290" : "(1290) Only one Date of Mailing can be entered for a specific Outlet when the Shipment Type is Full.",
      "1291" : "(1291) The Date of Mailing fields entered cannot span more than {0} business days when Mailing Type of Partial is selected.",
      "1292" : "(1292) Outlet of Payment is a mandatory field (i.e. cannot be blank). Select the Outlet where you will be making your payment and/or where the SOM is presented.",
      "1293" : "(1293) The maximum number of line items for the same Outlet, Date of Mailing and Shipment No. is {0}.",
      "1294" : "(1294) The maximum number of line items for the same Date of Mailing and Shipment No. is {0}.",
      "1295" : "(1295) Your thermal printer is out of label stock.  {0} of {1} pieces of your shipment have been successfully processed.  Please replenish the label stock and resume your multi-piece shipment by entering a piece count of {2}.",
      "1296" : "(1296) All of the barcodes for this service have been used.  {0} of {1} pieces of your shipment have been successfully processed.  Please replenish the range and resume your multi-piece shipment by entering a piece count of {2}.",
      "1297" : "(1297) Error reading the default shipment configuration file. The current Shipment cannot be initialized with default data from your previous shipment.",
      "1298" : "(1298) Please call Customer Service at 1-888-550-6333 to request an On-Demand pickup",
      "1299" : "(1299) There are no options available for the currently selected service.",
      "1301" : "(1301) No record found for the supplied criteria.",
      "1302" : "(1302) Only one of Manifest Number and Item Reference must be supplied.",
      "1303" : "(1303) General Description is a mandatory field (i.e. cannot be blank).",
      "1304" : "(1304) Customs Value must be greater than 0.",
      "1305" : "(1305) HS Code must be composed of 4 to 10 digits.",
      "1306" : "(1306) Duty Rate must be greater than or equal to 0.",
      "1307" : "(1307) Tax must be greater than or equal to 0.",
      "1308" : "(1308) Excise must be greater than or equal to 0.",
      "1309" : "(1309) Territory Tax must be greater than or equal to 0.",
      "1310" : "(1310) VAT must be greater than or equal to 0.",
      "1311" : "(1311) Weight must be greater than or equal to 0.",
      "1312" : "(1312) Quantity is a mandatory field (i.e. cannot be blank).",
      "1314" : "(1314) You cannot remove the last Outlet. The application requires at least one Outlet specified.",
      "1315" : "(1315) You cannot remove an Outlet that is associated to a Manifest/SOM with a status of Opened or Finalized.",
      "1316" : "(1316) The Outlet(s) selected already exists in the Outlet List.",
      "1317" : "(1317) This version of the application has introduced Service Standard data for Distribution Services. Click OK. The Induction Point window will appear. Then click on the Save button to initiate the download of Service Standard data. The download is required if you wish to create or ship Manifests.",
      "1319" : "(1319) Consult your System Administrator to access the Site Information window if you do not have sufficient access privileges to open the Site Information window.",
      "1320" : "(1320) You have exceeded the period of inactivity for uploading unsuccessfully transmitted orders. Either press the Connect button to retry the unsuccessful transmissions or contact the Canada Post help desk at {0} to obtain the authorization code to proceed.",
      "1321" : "(1321) This action can not be completed as the Order ({0}) has been unsuccessfully transmitted to CPC.",
      "1322" : "(1322) The Order will be opened in view mode only as this Order has been unsuccessfully transmitted to CPC.",
      "1323" : "(1323) An invalid Password has been entered.",
      "1324" : "(1324) The Number of Days is a mandatory field (i.e. cannot be blank).",
      "1325" : "(1325) The Number of Days must be numeric.",
      "1326" : "(1326) Click the Skip button to continue.",
      "1327" : "(1327) Canada Post is unable to validate your credit card at this time. Please change your method of payment and re-transmit your order or attempt to transmit later.",
      "1328" : "(1328) A document is being created and sent to your printer for non credit card transactions. Canada Post is unable to validate your credit card at this time.",
      "1329" : "(1329) Your site has not been configured for this Service Offering. To modify your site's Service Offerings configuration select the 'Data Maintenance -> Site Information' menu option and navigate to the Options tab.",
      "1330" : "(1330) Statement of Mailing line items have been generated for each different Weight, Deposit Location, Date and Cost Centre combination. Please review your Statement of Mailing.",
      "1331" : "(1331) Container Type is a mandatory field (i.e. cannot be blank).",
      "1332" : "(1332) The Deposit Date is mandatory field (i.e. cannot be blank) and must be greater than or equal to today's date.",
      "1333" : "(1333) The Deposit Date cannot be a Saturday, Sunday or Holiday. Please select another Deposit Date.",
      "1334" : "(1334) It is not possible to accommodate the specified Start Date according to Canada Post's Service Standards.  Either press OK and enter a Start Date that is at least {0} business days from today's date, or press Cancel to switch to Upon Receipt.",
      "1335" : "(1335) Start Date is mandatory field (i.e. cannot be blank) and must be greater than or equal to today.s date.",
      "1336" : "(1336) The Start Date cannot be a Saturday, a Sunday or a holiday.  Please select another date.",
      "1337" : "(1337) The Deposit Date cannot be a Saturday, a Sunday or a holiday in the province of deposit.  Please select another date.",
      "1338" : "(1338) If Transportation Required is selected then the mailing Deposit Location must not be the Delivery Installation.",
      "1339" : "(1339) All Opened/Finalized SOMs associated to the Service(s) you have de-selected on the Options tab of the Site Information window will be deleted. Proceed anyway?",
      "1340" : "(1340) The Deposit Date cannot be more than 7 days in advance if the Method of Payment is Credit Card. Please select a different Method of Payment or select Upon Receipt for the Delivery Timing.",
      "1341" : "(1341) If Printing Mono/Skid Labels is selected then 'Maximum No. of Containers per Mono/Skid' is a mandatory field (i.e. cannot be blank).",
      "1342" : "(1342) If  Printing Mono/Skid Labels is selected then 'Minimum No. of Containers per Mono/Skid' is a mandatory field (i.e. cannot be blank) and must be greater than zero.",
      "1343" : "(1343) The 'Maximum No. of Containers per Mono/Skid' field must be greater than or equal to the 'Minimum No. of Containers per Mono/Skid' field.",
      "1344" : "(1344) If Printing Mono/Skid Labels is selected then Mono/Skid Type is a mandatory field (i.e. cannot be blank).",
      "1345" : "(1345) Deposit Date is a mandatory field (i.e. cannot be blank). Review Delivery Installation Details and ensure that the Deposit Date or Delivery Start Date has been provided.",
      "1346" : "(1346) Selected template cannot be opened because your site is not currently configured for {0}. To modify your site's Service Offering configuration, select the 'Data Maintenance -> Site Information' menu option and navigate to the Options tab.",
      "1347" : "(1347) Mailed By (Sender) E-Mail address is mandatory (i.e. cannot be blank) if the associated checkbox is selected.",
      "1348" : "(1348) Mailed On Behalf Of (Cc.) E-Mail address is mandatory (i.e. cannot be blank) if the associated checkbox is selected.",
      "1349" : "(1349) Specify the report you wish to reprint:",
      "1350" : "(1350) Notification Method must be valid or cannot be blank if the Pick Up @ The Post Office option is selected.",
      "1351" : "(1351) E-mail Address is mandatory (i.e. cannot be blank) if the Notification Method selected is E-mail.",
      "1352" : "(1352) E-mail Notification selections will not apply to this shipment as this item is not traceable (i.e., Delivery Confirmation option is not selected). Press OK to proceed.",
      "1353" : "(1353) E-mail address is mandatory (i.e. cannot be blank) if the Recipient checkbox is selected.",
      "1354" : "(1354) Your local SOM Id range has been depleted. Please request SOM Id replenishment from the server by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "1355" : "(1355) Your local SOM Id range has been completely depleted. You cannot proceed until you request SOM Id replenishment from the server by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "1356" : "(1356) Print all Container labels? Select No to only print new/modified Container labels.",
      "1357" : "(1357) All the Container labels have already been printed.",
      "1358" : "(1358) You have made changes to your mailing plan that affect the paperwork you have already printed; you will have to reprint the paperwork and re-label your containers.",
      "1359" : "(1359) Another user is reserving SOM IDs for Presort. Please try again later.",
      "1360" : "(1360) The available number of SOM IDs for all Communication Services has been updated to {0} and no longer satisfies the requested number. Please revise your request accordingly.",
      "1361" : "(1361) The SOM IDs database is locked by another user. Please try again later.",
      "1362" : "(1362) The Reserve for Presort Software number is invalid. Cannot be null or  greater than the available number of SOM IDs.",
      "1363" : "(1363) Closing the window without printing or exporting the reserved SOM IDs will cause the loss of these IDs. Are you sure you want to exit without Printing or exporting ?",
      "1364" : "(1364) File {0} already exists. Do you want to replace the existing file?",
      "1365" : "(1365) The SOM IDS Export has been cancelled by the user.",
      "1366" : "(1366) Delivery Installation details must be completed for at least one Delivery Installation before Container Labels can be printed",
      "1367" : "(1367) An Outlet of Payment must be selected before entering Delivery Installation details.",
      "1368" : "(1368) If the 'Presort Containers to Mono/Skid' field is selected then Transportation Required must also be selected for at least one Delivery Installation",
      "1369" : "(1369) The Item/Part/SKU # is mandatory for the selected Service Type.",
      "1370" : "(1370) Delivery Installation {0} is no longer valid for the expected delivery start date. Please consult Householder Maps (under Help) and update your selected Delivery Coverage.",
      "1371" : "(1371) The automation savings on your successfully transmitted order(s) is {0}.",
      "1372" : "(1372) Pick Up @ The Post Office option is mandatory if the Notification Method is specified.",
      "1373" : "(1373) The Bags field must be numeric.",
      "1374" : "(1374) Electronic Shipping Tools is unable to process your request.",
      "1375" : "(1375) The Flats Tub field must be numeric.",
      "1376" : "(1376) The Lettertainer field must be numeric.",
      "1377" : "(1377) The Service Description DFP Natl with Regl, Local Rural must be accompanied on the SOM by Pub Mail DFP Regional and/or Pub Mail DFP Local Rural.",
      "1378" : "(1378) The Pieces per Bundle field must be between 10 and 200.",
      "1379" : "(1379) The Customs Value field is invalid.  Please use the following format: 99999.99.",
      "1380" : "(1380) The Duty Rate field is invalid.  Please use the following format: 9999.9999.",
      "1381" : "(1381) The Tax field is invalid.  Please use the following format: 999999.99.",
      "1382" : "(1382) The Excise field is invalid.  Please use the following format: 999999.99.",
      "1383" : "(1383) The Territory Tax field is invalid.  Please use the following format: 999999.99.",
      "1384" : "(1384) The VAT field is invalid.  Please use the following format: 999999.99.",
      "1385" : "(1385) Province is mandatory (i.e. cannot be blank) when Country of Origin is Canada.",
      "1386" : "(1386) The Province field must be blank if Country of Origin is not provided.",
      "1387" : "(1387) There were records rejected at time of validation. Would you like to save them as an Address Book Error File?",
      "1388" : "(1388) There were records rejected at time of validation. Would you like to save them as a Pre-defined Goods Error File?",
      "1389" : "(1389) The Tax Id/IRS/VAT field must be blank if Country is equal to Canada.",
      "1390" : "(1390) Unit Weight field is invalid. Please use the following format: 999999).",
      "1391" : "(1391) The maximum number of line items for the same Date of Mailing is thirteen (13).",
      "1392" : "(1392) Order {0} is already being edited.",
      "1393" : "(1393) Please replace line item Pub Mail DFP National with DFP Natl with Regl, Local Rural ONLY if your mailing contains QUALIFIED Regional and/or Local Rural pieces.  See Customer Guide for details.",
      "1394" : "(1394) Incorrect two character barcode prefix entered. You must use a prefix of {0} for the {1} service.",
      "1395" : "(1395) Please indicate the Delivery Installations (DI) and details for your mailing.  You will be able to modify that information afterwards using the Mailing Plan Summary window or the Delivery Installation Details window.",
      "1396" : "(1396) What's New? Using Electronic Shipping Tools you can now obtain current Householder volumes and automatically produce the SOM, Manifest, Admail Delivery Slips, and Labels. Consult Help for further information and printer requirements.",
      "1397" : "(1397) Modifying the Service Type to a domestic service will remove all Customs Info. Proceed anyway?",
      "1398" : "(1398) The Outlet {0} selected is no longer valid.",
      "1399" : "(1399) The Deposit Location is mandatory (i.e., cannot be blank) if Transportation Required is selected.",
      "1401" : "(1401) Error reading from scale. Please ensure the scale is connected and the weight platter is not moving.",
      "1404" : "(1404) Date is a mandatory field (i.e. cannot be blank).",
      "1405" : "(1405) The date entered is greater than the current date.",
      "1406" : "(1406) You can only archive data that is older than 60 days.",
      "1407" : "(1407) There was no data to Archive.",
      "1408" : "(1408) Are you sure you want to purge this information?",
      "1409" : "(1409) Purging Successful. Archived files are stored in the {0} directory.",
      "1410" : "(1410) You must enter a start date for exporting manifests.",
      "1411" : "(1411) You must enter an end date for exporting manifests.",
      "1412" : "(1412) The end date must be greater than or equal to the start date.",
      "1413" : "(1413) File {0} already exists. Do you want to overwrite this file? Selecting No will append the data to export to the existing file.",
      "1414" : "(1414) The Shipping History Export has been cancelled by the user.",
      "1415" : "(1415) Shipping Export History Successful.",
      "1416" : "(1416) You must enter a valid User Id.",
      "1417" : "(1417) You must enter a valid Old Password.",
      "1418" : "(1418) Password is a mandatory field (i.e. cannot be blank).",
      "1419" : "(1419) The Password must be at least 6 characters.",
      "1420" : "(1420) The New Password and Confirm Password do not match.  Please try again.",
      "1421" : "(1421) An internet network connection could not be established. Please ensure that you are connected to the Internet via dial up services (ISP) or through an office LAN connection. If the problem persists, please contact the Canada Post help desk {0}.",
      "1423" : "(1423) There is no printer installed on the PC. Unable to proceed with installation.",
      "1424" : "(1424) Customer Number is a mandatory field (i.e. cannot be blank).",
      "1425" : "(1425) Before proceeding, please ensure that you are connected to the Internet via dial up services (ISP) or through an office LAN connection.",
      "1426" : "(1426) Printer Name is a mandatory field (i.e. cannot be blank).",
      "1427" : "(1427) Printer Type is a mandatory field (i.e. cannot be blank).",
      "1428" : "(1428) Media is a mandatory field (i.e. cannot be blank).",
      "1429" : "(1429) Printer is a mandatory field (i.e. cannot be blank).",
      "1430" : "(1430) Barcode Type is a mandatory field (i.e. cannot be blank).",
      "1431" : "(1431) As you have not connected to the Canada Post server in over {0} days, your version of the Electronic Shipping Tools application has expired.  You must re-install it from the Canada Post Internet site.",
      "1432" : "(1432) The configuration of the Electronic Shipping Tools was not completed the same day the install process was initiated.  Please uninstall and rerun the set up process before continuing.",
      "1433" : "(1433) Software upgrade download ended in error. Please reconnect to download the sotware upgrades again.",
      "1434" : "(1434) An incomplete upgrade file was found. Please reconnect to download the file again.",
      "1435" : "(1435) The Electronic Shipping Tools application is unable to process your request to update your services during the Application roll-out period. Please request the update after the roll-out period.",
      "1436" : "(1436) Mail pieces over the 115 grams weight boundary must be placed on a separate Statement of Mailing (i.e., cannot mix mail pieces with a weight over 115 grams on the same Statement of Mailing that has mail pieces with a weight equal to or less than 115 grams).",
      "1439" : "(1439) The amount entered in the Total Counts field is less than the Householder amount. This will result in some points of call not receiving the mail piece. Canada Post will not be responsible for specifying where deliveries will not be effected. Proceed anyway?",
      "1440" : "(1440) The Householder amount for this Delivery Mode is {0}.The Total Counts field must be less than or equal to the total Householder amount for the Delivery Mode selected.",
      "1441" : "(1441) The amount entered in the Total Pieces field is less than the Householder Total Count. This will result in some points of call not receiving the mail piece. Canada Post will not be responsible for specifying where deliveries will not be effected. Proceed anyway?",
      "1442" : "(1442) The amount entered in the Total Pieces field differs from the Householder Total Count. Proceed anyway?",
      "1443" : "(1443) A single Delivery Mode must be specified when Count data is supplied (i.e., Delivery Mode Id From must equal the Id To and a Secondary Delivery Installation Name must be supplied).",
      "1444" : "(1444) You must enter each version of a 'Version Specific' mailing on a separate SOM Line Item. The Title of Mail Piece on this Delivery Installation Detail window will be applied to all other ones associated to this SOM Line item. Proceed anyway?",
      "1445" : "(1445) This template/SOM contains data that is no longer consistent with how 'Version Specific' mailings should be entered. Please review the Delivery Installation Detail data and ensure the 'Version Specific' indicators and Title of Mail Piece fields are correct.",
      "1446" : "(1446) Shipping Point is a mandatory field and acceptable formats are A9A9A9 and A9A 9A9.",
      "1447" : "(1447) The Shipping Point is invalid.",
      "1448" : "(1448) Dimensions are mandatory unless shipping a document (i.e. the Document checkbox is selected).",
      "1449" : "(1449) No matching Item/Part/SKU # found in your list of Pre-defined Goods.",
      "1450" : "(1450) More than one matching Item/Part/SKU # was found in your list of Pre-defined Goods.",
      "1451" : "(1451) Invalid Record Type detected. The Record Type must be 4, 5, 6, or 7.",
      "1452" : "(1452) When multiple Customs forms are printed, labels must be enclosed in a plastic adhesive pouch rather than affixing labels directly on the item.",
      "1453" : "(1453) Customs data cannot be entered when Country equals 'Canada'. Do you want to save the record without Customs data? Click on 'Yes to proceed or 'No' to continue editing the record.",
      "1454" : "(1454) The Total Counts field must be between 0 to 9999.",
      "1455" : "(1455) The Goods Record Count field does not equal the physical count of the Customs Goods records associated to Imported Order Id {0}.",
      "1456" : "(1456) Reason for Export is a mandatory field (i.e. cannot be blank).",
      "1458" : "(1458) Reason for Export is a mandatory field (i.e. cannot be blank).",
      "1459" : "(1459) The Reason for Export code value is not valid.",
      "1460" : "(1460) The Reason for Export Comment field is mandatory (i.e. cannot be blank) when Reason for Export equals OTH.",
      "1461" : "(1461) The Non Delivery Instructions code value is not valid.",
      "1462" : "(1462) 'CA' is not a valid Recipient Country Code for Record Type {0}.",
      "1463" : "(1463) Quantity must be greater than zero.",
      "1464" : "(1464) Link to Predefined Goods Indicator is a mandatory field (i.e. cannot be blank).",
      "1465" : "(1465) There are {0} Goods Records associated to the same Order Item. A maximum of 6 Goods Records are allowed per Order Item.",
      "1466" : "(1466) Due to Product Specification rules relating to Destination Country, the Currency Type has been changed from {0} to {1}.",
      "1467" : "(1467) The Customs Value (${0}) at the Header level was overridden by the Quantity multiplied by the Customs Value (${1}) in the Goods record(s).",
      "1468" : "(1468) The Duty and Taxes value (${0}) at the Header level was overridden by the Duty Amount plus the Tax amount (${1}) in the Goods record(s).",
      "1469" : "(1469) Are you sure you want to delete the selected Group Shipping record(s)?",
      "1470" : "(1470) Are you sure you want to delete all {0} Imported Order Entry Items?",
      "1471" : "(1471) Item/Part/SKU # is mandatory when 'Link to Predefined Goods Indicator' is selected (i.e. equal to '1').",
      "1472" : "(1472) Description is mandatory when 'Link to Predefined Goods Indicator' is not selected (i.e. equal to '0').",
      "1473" : "(1473) Unit Weight is mandatory when 'Link to Predefined Goods Indicator' is not selected (i.e. equal to '0').",
      "1474" : "(1474) Customs Value is mandatory when 'Link to Predefined Goods Indicator' is not selected (i.e. equal to '0').",
      "1475" : "(1475) For pieces delivered by Letter Carriers, you may select Mail Pieces Over 14 x 6 inches (35.56 x 15.24 cm) for Businesses only. To continue with this size selection you must either remove the Letter Carrier delivery modes selected or select Businesses only. You may then return to the SOM window and deselect this size option.",
      "1476" : "(1476) Selecting this size option will require that your target selection for Letter Carrier delivery on the Delivery Installation details window be to Businesses only.",
      "1477" : "(1477) Description is mandatory when Goods Record Count is equal to zero.",
      "1478" : "(1478) Some of the Delivery Modes selected are also found in other FSA(s). To add all or some of the following FSA(s) to your mailing plan, please select them below:",
      "1479" : "(1479) The Imported Order Id of the Goods record (Record Type 7) does not have a matching Order/Customs record (Record Type 6).",
      "1480" : "(1480) The Customs Value field is invalid.  Please use the following format: 999999.99.",
      "1481" : "(1481) The Quantity field is invalid. Please use the following format: 9999.",
      "1482" : "(1482) Non Delivery Instructions are required for this imported order item; therefore the value has been defaulted to Treat as Abandoned. Please click on the Customs button if you wish to change this selection.",
      "1483" : "(1483) Record Type is a mandatory field (i.e. cannot be blank).",
      "1484" : "(1484) Customs Value is mandatory when Goods Record Count is equal to zero.",
      "1485" : "(1485) When not printing shipping labels on thermal paper, a valid COD Barcode must be supplied to use the COD option.",
      "1486" : "(1486) E-Mail address is mandatory (i.e. cannot be blank) if you requested to be copied on the E-Mail.",
      "1487" : "(1487) Ticket Number is a mandatory field (i.e. cannot be blank).",
      "1488" : "(1488) Reason for Deletion is a mandatory field (i.e. cannot be blank).",
      "1489" : "(1489) Coverage cannot be applied against a parcel identified as Document.",
      "1491" : "(1491) The data you entered will be discarded.  Proceed anyway?",
      "1492" : "(1492) The Service you selected can only be used to ship documents.  Please select the Document checkbox (in Step 1), or select another Service.",
      "1493" : "(1493) Additional Information is mandatory (i.e. cannot be blank) when Other is selected as the Reason for Deletion.",
      "1494" : "(1494) The Eltron printer models (2642 and 2742) are not supported with the Windows Driver Printer Type. Do you wish to continue?",
      "1495" : "(1495) This mailing does not require a contract. Please remove the contract number in order to proceed.",
      "1496" : "(1496) Due to Product Specification rules relating to this shipment, the Non Delivery Instruction has been changed to {0}.",
      "1497" : "(1497) Request successfully uploaded to CPC.",
      "1498" : "(1498) Upload of request to CPC has failed.",
      "1499" : "(1499) Unable to print to selected printer. If using a Windows Driver Printer, verify your Printer Confirmation to ensure that this printer is configured to a Thermal (Windows Driver) Printer Type, or if using a Thermal (Eltron/Zebra-Custom EST Driver) ensure that the printer port is available.",
      "1500" : "(1500) As part of our continuing commitment to improve our services we are launching an upgrade to our systems effective {0}.  It is recommended you download before this time to avoid any service disruption.  You have the option of downloading in phases by selecting \"Continue Later\" to stop the download and continue the next time you connect.  If you have not completed the download by {1} you will not be able to proceed until the download is complete.   Note: Customers using dial-up are encouraged to download in phases to alleviate any significant downtime because of the size of the download ({2}).",
      "1501" : "(1501) You do not have enough disk space to complete the upgrade.  Required: {0} MB - Available: {1} MB",
      "1601" : "(1601) Your application requires a software update before {0}. Do you want to download it now?",
      "1602" : "(1602) You must restart the application.",
      "1603" : "(1603) Your application requires a reference data update before {0}. Do you want to download it now?",
      "1604" : "(1604) Delivery Installation Defaults are for the creation of new Mailing Plans only. This Mailing Plan already contains Delivery Installation detail data.",
      "1605" : "(1605) This data will be applied to all Delivery Installations in your Mailing Plan for this SOM line item. Click on the OK button to proceed.",
      "1606" : "(1606) This data has been successfully applied to all Delivery Installations in your Mailing Plan for this SOM line item.",
      "1607" : "(1607) The data has not been successfully applied to all Delivery Installation. Please review your Mailing Plan.",
      "1608" : "(1608) This template contains imported or user entered Total Count and Total Pieces data. Should this data be used? Click on the No button to use the Canada Post Householder count data.",
      "1609" : "(1609) The imported or user entered Total Count data is greater than the Householder amount. This invalid data will not be used for this SOM.",
      "1610" : "(1610) The Template Export was successful.",
      "1611" : "(1611) The Filename already exists.  Do you want to override?",
      "1612" : "(1612) The Template Export has been cancelled.",
      "1613" : "(1613) The Template Import was successful.",
      "1614" : "(1614) There was a format problem with the import file.  Would you like to perform the import from another file?",
      "1615" : "(1615) This Mailing Plan contains imported data. Changes to be applied to all Delivery Installation cannot be made to Mailing Plans with imported Delivery Installation data.",
      "1616" : "(1616) These changes will be applied to all Delivery Installations in your Mailing Plan for this SOM line item. Click on the OK button to proceed.",
      "1617" : "(1617) The changes have been successfully applied to all Delivery Installations in your Mailing Plan for this SOM line item.",
      "1618" : "(1618) The changes have not been successfully applied to all Delivery Installation. Please review your Mailing Plan.",
      "1619" : "(1619) Please enter the date (i.e. tentative deposit date) that should be used to generate the Split Walk Report.",
      "1620" : "(1620) At least one Delivery Mode Default must be selected.",
      "1621" : "(1621) The amount entered in the Total Pieces field differs from the Canada Post Householder Total Count. Should the Canada Post Householder Total Count be used?",
      "1622" : "(1622) The Deposit Date field must be greater than or equal to today's date.",
      "1623" : "(1623) The Start Date field must be greater than or equal to today's date.",
      "1624" : "(1624) The Reference and/or Cost Centre field contains characters that are not accepted: & @ ` ~ | ! % * < >.",
      "1625" : "(1625) Additional Address Information is a mandatory field (i.e. cannot be blank), as set on Shipping Preferences.",
      "1626" : "(1626) Warning - Charge To information was changed following your last action.  Please verify.",
      "1627" : "(1627) Action not applicable - You must first select an entry in the List Pane.",
      "1628" : "(1628) Action not applicable to entries in the selected folder.",
      "1629" : "(1629) Action not applicable - You must select only one entry.",
      "1630" : "(1630) Action not available - The Customer is blocked.",
      "1631" : "(1631) Action not applicable - The order has not been transmitted.",
      "1632" : "(1632) Action not applicable - You must select an item in the Details Pane.",
      "1633" : "(1633) Action not applicable - Item already voided.",
      "1634" : "(1634) Action not available.  Contact the Canada Post Help Desk.",
      "1635" : "(1635) The Boxes field must be numeric.",
      "1639" : "(1639) Fully Featured orders qualify for a 1% automation incentive.",
      "1640" : "(1640) The amount entered in the Total Pieces field is greater than the allowable Householder Total Count. The maximum Total Pieces amount for this Delivery Installation is {0}.",
      "1641" : "(1641) Scale configuration is incomplete. Please ensure you have selected values for the Scale, Baud, Port, Data Bits, Parity and Stop Bits fields.",
      "1642" : "(1642) A Distribution Plan was not automatically printed with this order. If you would like a printed copy, select the SOM on the Desktop window and click on the Reprint button.",
      "1643" : "(1643) You have selected a Partial Mailing with only one Deposit Date. Either change to a Full Mailing or enter more than one Deposit Date.",
      "1644" : "(1644) You must set Return Parcel Data in Shipping Preferences (and check 'Always use this data for return parcels') to print return labels during Group Shipping.",
      "1646" : "(1646) The currency must be Canadian Dollars (CAD) or U.S. Dollars (USD).",
      "1647" : "(1647) Are you sure you want to delete all {0} Imported Order Entry Items for Customer {1}?",
      "1648" : "(1648) All Imported Items have been deleted.",
      "1649" : "(1649) More than one ADS Reference number was encountered per Delivery Installation (DI).  Press OK to apply the one from the first record to all subsequent records in the same DI or press Cancel to stop the import.  A separate import file must be created for each additional reference number per DI.",
      "1650" : "(1650) Neighbourhood Mail Delivery Slips and Container Labels are not supported on custom EST thermal printer drivers.  Configure these forms to print on a laser printer or a thermal printer using a Windows driver.",
      "1651" : "(1651) ADS Reference numbers are present on some records and missing on others.  This information must be consistent across the entire file.",
      "1652" : "(1652) The template or the SOM contains Flats Tubs and/or Lettertainers, which cannot be used anymore for Neighbourhood Mail.  Please correct.",
      "1653" : "(1653) Method of payment Account is not available.  Please select another method of payment.",
      "1654" : "(1654) Due to a labour disruption, we cannot process credit card orders at this time.  Please select another method of payment.",
      "1656" : "(1656) By selecting OK charges of {0} will be charged to your Canada Post account.  Please note that your order is subject to verification, which may result in an adjustment to the value of your order.  All adjustments will be made to your Canada Post account.",
      "1657" : "(1657) Press OK to indicate that a postage meter impression in the amount of {0} will be affixed to the item.  Please note that your order is subject to verification, which may result in an adjustment to the value of your order.  All adjustments will be made to your Canada Post account.",
      "1658" : "(1658) Have you printed your shipping label?  If you have not printed your label, press Cancel and print it before you proceed.  If the label does not appear, please call the Canada Post EST help desk at {0}.",
      "1659" : "(1659) Due to Product Specification rules, only {0} lines of Customs goods are allowed.",
      "1660" : "(1660) You have reached the maximum number of line items ({0}) allowed on EST Online.",
      "1661" : "(1661) This service requires that you supply the Manual Identifier (Barcode) when you are not printing an EST label.",
      "1662" : "(1662) The selected document with purchase order number ({0}) is no longer available for reprint.",
      "1663" : "(1663) Press OK to indicate that a postage meter impression indicating the appropriate amount of postage paid is affixed to each item.",
      "1664" : "(1664) Postage Paid Return Labels are not supported on custom EST thermal printer drivers.  Configure labels to print on a laser printer or a thermal printer using a Windows driver.",
      "1665" : "(1665) Press OK to indicate that full payment by certified cheque accompanies this mailing.  Note that cash payment can only be accepted at Retail Postal Outlets.",
      "1666" : "(1666) Press OK to indicate that a postage meter impression in the amount of {0} will be affixed to the Manifest.",
      "1667" : "(1667) Credit Card Verification Number is a mandatory field (i.e. cannot be blank).",
      "1668" : "(1668) Invalid Country Code found at line number {0}.  Other errors may exist; verify your data.",
      "1669" : "(1669) The Province/State is not valid for the Country at line number {0}.  Other errors may exist; verify your data.",
      "1670" : "(1670) The Tax Id/IRS/VAT field of line number {0} must be blank as Country is equal to Canada.  Other errors may exist; verify your data.",
      "1671" : "(1671) Please provide the name of the file to import.",
      "1672" : "(1672) Please select the Mailing Type.",
      "1673" : "(1673) Deposit Number is mandatory and must be greater than 1, as the original Statement of Mailing must accompany the first deposit.",
      "1674" : "(1674) The Threshold where Manage Printing is initiated must be numeric and greater than zero.",
      "1675" : "(1675) The number of copies of Mono/Skid Labels must be numeric and greater than zero.",
      "1676" : "(1676) By selecting OK charges of {0} will be charged to your supplier account.  Please note that your order is subject to verification, which may result in an adjustment to the value of your order.  All adjustments will be made to your supplier account.",
      "1677" : "(1677) Note: You will be able to print the remaining Delivery Installations through the Copy/Reprint button on the Desktop.",
      "1678" : "(1678) Note: Archiving generates lots of data.  You should periodically clean up directory {0}.",
      "1679" : "(1679) Number of months must be between 1 and 99.",
      "1680" : "(1680) If you make any changes to your mailing plan that affect the Delivery Installations you are printing, you will have to reprint the paperwork and re-label your containers.",
      "1681" : "(1681) Select a Delivery Installation to identify the SOM Line on which you want to add delivery installations.",
      "1682" : "(1682) Export is only available once all delivery installations in your mailing plan are Complete.",
      "1683" : "(1683) You must specify the Storage Instruction for this item.",
      "1684" : "(1684) Secondary Delivery Installation Name is a mandatory field (i.e. cannot be blank).",
      "1685" : "(1685) Press OK to indicate that stamps in the amount of {0} will be affixed to the item.  Please note that your order is subject to verification, which may result in an adjustment to the value of your order.  All adjustments will be made to your Canada Post account.",
      "1686" : "(1686) Are you sure you want to cancel importing this file?",
      "1688" : "(1688) An update for your Desktop application was not downloaded properly.  Please contact the Canada Post Help Desk at {0}.",
      "1689" : "(1689) The \"Delivery Updates\" option allows you to request emails to be sent when the following events occur on your item:\n\nShip:  This email will notify you when:\n\t- the shipment order is created; and\n\t- the item is provided to Canada Post for delivery.\n\nException:  This email will notify you of any unforeseen delivery interruptions.\n\nDelivery:  This email will notify you when:\n\t- the item has received a Delivery Notice Card notifying the recipient to pick the item up at\n\ta local post office;\n\t- the item has been delivered; and\n\t- the signature image or signatory name is available to view online (if applicable).\n\nDelivery Update emails will NOT be sent unless at least one valid email address AND event type is selected.\n\nThis option is available for services with delivery confirmation (barcoded) only.",
      "1690" : "(1690) The Comment field should not exceed 150 characters.  You have entered {0} characters.",
      "1691" : "(1691) You have selected Reference Number as the subject for your email notifications but have not provided that reference number.",
      "1692" : "(1692) Continuous Inbound Freight refers to a freight transportation (logistic) service which is part of a continuous freight transportation movement from an origin outside Canada to a destination in Canada. The postal service is considered to be a freight transportation service for GST/HST purposes. If your international inbound mailings qualified under the Excise Tax Act section 10, Part VII of Schedule VI, they would be zero-rated (not subject to tax) as long as, the following handling requirements are met:\n\n* Inbound mailings must be directly deposited at a Canada Post Major Postal Facility during the hours of operation.\n* The shipment must be accompanied by a properly completed Canada Post Order - Statement of Mailing or Manifest that clearly indicates on the front of the document, \"Continuous Inbound Freight\".\n* The Customs Cargo Control document bearing an official Canada Customs Stamp must also be provided by the mailer.",
      "1693" : "(1693) Mail can only be inducted at an RVU or a CDC when CIF is selected. Please select another facility.",
      "1694" : "(1694) It is not possible to accommodate the specified Start Date according to Canada Post's Service Standards.  Please enter a Start Date that is at least {0} business days from today's date.",
      "1695" : "(1695) Warning: When a SOM Reference is supplied, the Cost Centre cannot be used at the line item level.  Press OK to remove the Cost Centre data or press Cancel if you wish to make corrections.",
      "1696" : "(1696) {0} in this Delivery Mode is {1}.  The corresponding count in your file must be less than or equal to this amount.",
      "1697" : "(1697) Items larger than 30.50 cm x 28 cm (12 x 11 in) and/or weighing greater than 500 g (17.6 oz) can only be delivered to Non-Letter Carrier (NLC) delivery modes. Reminder: This size does not allow delivery on Letter Carrier routes.",
      "1698" : "(1698) Size of mail pieces must be provided before proceeding.",
      "1700" : "(1700) Warning: Failure to record the Address Accuracy percentage and Expiry Date on the Order will result in a surcharge to the cost of the mailing based on the National Average Address Accuracy Percent of 56%. See order Preview for surcharge amount.",
      "1701" : "(1701) Address Accuracy has expired on deposit date. Please enter the new expiry date, or clear it in which case the National Average Address Accuracy of {0}% will be applied to your order if required.",
      "1702" : "(1702) The Contract Number is not associated to the Mailed on Behalf of Customer Number and Service in the CPC accounting system for the mailing date entered.",
      "1705" : "(1705) The Weight value is invalid. Please enter a value {0}.",
      "1706" : "(1706) The Contract Number is not associated to the Mailed on Behalf of Customer Number in the CPC accounting system for the given shipment date.",
      "1708" : "(1708) You must enter the full postal code because you are shipping to a rural area.",
      "1709" : "(1709) Invalid Air Stage Freight destination or product for this shipper induction point.",
      "1710" : "(1710) The {0} option is not valid for the selected destination or service.",
      "1711" : "(1711) The Method of Payment is not valid.",
      "1712" : "(1712) Parcel measurement exceeds the selected service limit.",
      "1713" : "(1713) Parcel weight exceeds the selected service limit.",
      "1714" : "(1714) Parcel weight does not meet the minimum acceptable service limit.",
      "1715" : "(1715) There are no prices in effect for the Mailing Date or other data entered.  Contact the Canada Post Business Access Hotline.",
      "1716" : "(1716) Invalid Service Type for the selected destination.",
      "1718" : "(1718) The value exceeds the maximum threshold of {0}.",
      "1719" : "(1719) You have modified the order number which is key to maintaining an audit trail; please record the number manually.",
      "1720" : "(1720) Customs information is mandatory (i.e. cannot be blank).",
      "1722" : "(1722) The {0} option is invalid for the selected Service. Please change the options or select another service.",
      "1723" : "(1723) The Province/State is not valid for the selected Country.",
      "1724" : "(1724) The selected Country is not valid.",
      "1726" : "(1726) Number of Pieces must be greater than 0.",
      "1727" : "(1727) Duplicate barcode entered/scanned, item ID previously used.",
      "1728" : "(1728) The Identifier value is not a valid barcode number.",
      "1729" : "(1729) The Identifier value is not a valid barcode number (must be in format X9999999).",
      "1730" : "(1730) There are not enough barcodes available in range {0} to completely process your request. Do you want to continue?",
      "1731" : "(1731) Parcel does not meet the minimum acceptable size threshold.",
      "1732" : "(1732) The Service Type is invalid for Quickship.",
      "1733" : "(1733) The Service Type (code) on the Imported Order Id record is invalid.",
      "1734" : "(1734) At least one order must be selected.",
      "1735" : "(1735) This action will delete the line items that have a different Outlet than the Outlet of Payment selected. Proceed anyway?",
      "1736" : "(1736) This action will delete the line items that have a different mail grouping (i.e., Date of Mailing and Shipment No.) than the first line item. Proceed anyway?",
      "1737" : "(1737) User Profile cannot be deleted since there are no other users with Administration privileges.",
      "1738" : "(1738) This user already exists. Please provide another User Id.",
      "1740" : "(1740) The Postal Code is invalid.",
      "1741" : "(1741) No credit card data associated to selected Credit Card Alias in the CPC system.",
      "1742" : "(1742) This function is not applicable because Distribution Services is not configured on this machine.",
      "1743" : "(1743) This service does not allow the Customs Non Delivery Instruction to be Treat As Abandoned when Coverage is selected.",
      "1744" : "(1744) The Electronic Shipping Tools (EST) application was installed successfully! For further information please select the Help menu choice within the application.",
      "1745" : "(1745) Click on the Connect button to connect to the EST Server and check for application and data updates. After connecting to the server, the application startup process will continue.",
      "1746" : "(1746) If you select the same printer for both Document/Reports and Labels then the Type values must be the same.",
      "1747" : "(1747) Your deposit date reflects your expected deposit timeframe and your Service Standards will be adjusted based on your actual deposit date.",
      "1748" : "(1748) Number of containers must be numeric, greater than zero and not greater than number of complete bundles (if no residue pieces).",
      "1749" : "(1749) You have changed the number of containers for your mailing.  This will change the number of container labels and bundles per container.  Do you wish to proceed?",
      "1752" : "(1752) Your search query produced no results. Please use additional or different words or phrases in your search and try again.",
      "1753" : "(1753) You will be directed to the online search engine. Please note that the HS Code search results will not be automatically fed back to VCD. You need to copy and paste the results manually.",
      "1754" : "(1754) Due to the low volume it is less expensive to declare some or all of these items as Standard or Other Lettermail rather than as Incentive items. Click OK to automatically convert to the recommended better value option and save {0}.  Click \"Cancel\" to continue with your current selection.",
      "1755" : "(1755) The Item Length plus Width plus Height exceeds the maximum allowed value of {0}.",
      "1756" : "(1756) Priority Worldwide is not available to all destinations.  Please visit the Support section of the EST Help Center to verify your city/region(s) availability in the Priority Worldwide Service Standards (Click Help >EST Help Centre on this screen)",
      "1757" : "(1757) Only one Outlet combination in the Deposit Location is allowed.",
      "1758" : "(1758) XML file format is not valid.",
      "1759" : "(1759) The article number is not valid or cannot be blank.",
      "1760" : "(1760) Items in import file must belong to the same service.",
      "1761" : "(1761) Items in import file must contain the same size.",
      "1762" : "(1762) Item destination is not valid for service selected.",
      "1763" : "(1763) Outlet is not valid and cannot be blank.",
      "1764" : "(1764) Coverage amount is invalid. Please enter a value with two decimal places (format 999999.99).",
      "1765" : "(1765) The file imported contains more than one outlet number. Only one outlet number is allowed for the service selected.",
      "1766" : "(1766) The file selected is for a {0} SOM. Would you like to create a new SOM?",
      "1767" : "(1767) The file selected contains a Size of {0}. Would you like to create a new SOM?",
      "1768" : "(1768) SOM header information will be overwritten with data from the SERP Mailing Plan file being imported.",
      "1769" : "(1769) Changing the Mailing Type may impact pricing and may remove the Outlet, Date of Mailing and/or Shipment Number from the line items. Do you wish to Proceed?",
      "1770" : "(1770) Only full mailings can be imported using this Internet application. The Desktop version of the Electronic Shipping Tools application should be used for this mailing.",
      "1771" : "(1771) A SERP Mailing Plan must be imported to use the product(s) selected. Do you wish to continue to import a SERP Mailing Plan file?",
      "1772" : "(1772) The file selected contains a different Date of Mailing than the current SOM. Would you like to create a new SOM?",
      "1773" : "(1773) The file selected contains a different Outlet than the current SOM. Would you like to create a new SOM?",
      "1774" : "(1774) Mailing Id entered must be the same for all Machineable S/L items.",
      "1775" : "(1775) Are you sure you want to remove Mailing Plan {0}?",
      "1776" : "(1776) Do you have multiple weight steps to declare for this mailing?",
      "1777" : "(1777) Import of the Mailing plan data is not recommended. Please manually enter the appropriate line item fields for each weight step and include the paper Mailing Summary report at time of induction.",
      "1779" : "(1779) The Service Offering associated to the file selected to be imported has not been configured on your VCD Site.",
      "1780" : "(1780) A Premium feature has been selected, therefore a Premium rate will be applied.",
      "1781" : "(1781) A chargeable option has been selected; a fee may therefore apply.",
      "1782" : "(1782) The SOM has been modified since it includes features that are now considered Premium.",
      "1783" : "(1783) Standard service description cannot be selected since you have one or more Premium services selected.",
      "1785" : "(1785) One or more target areas have resulted in zero points of call and have therefore been deselected.",
      "1786" : "(1786) Partial mailings are only available for Incentive Lettermail services (Machineable and Presort).",
      "1787" : "(1787) Each partial deposit (except final) should comply with the minimum volume requirement of the corresponding product and all partial deposits should be made within 7 calendar days.",
      "1788" : "(1788) The imported Presort Mailing Plan has exceeded the maximum number of line items that is allowed for this service offering. It is advised that the Desktop version of the Electronic Shipping Tools application be used for this mailing.",
      "1789" : "(1789) You have selected the Premium service description but you have not selected any premium features. Please use the Standard service description.",
      "1790" : "(1790) The Date of Mailing fields entered cannot span more than 7 calendar days when Mailing Type of Partial is selected.",
      "1791" : "(1791) US Direct Entry Letter-post products must be placed on a separate Statement of Mailing (i.e., cannot mix with other International Incentive Letter-post products).",
      "1792" : "(1792) Outlet specified must be {0}",
      "1793" : "(1793) Standard Number of Boxes must be supplied, greater than 0 and less than 9,999.",
      "1794" : "(1794) First Class Number of Boxes must be supplied, greater than 0 and less than 9,999.",
      "1795" : "(1795) The file Import was unsuccessful. To view the Mailing Plan error file please click on the red link available in the Presort Mailing Plan section on the SOM window.",
      "1796" : "(1796) The template selected cannot be opened as the service is no longer available.",
      "1797" : "(1797) The file selected is not in the correct format.",
      "1798" : "(1798) A SERP Mailing Plan must be imported to use the product(s) selected.",
      "1800" : "(1800) A suspected fraudulent website has been detected and blocked for your safety. We recommend you exit by closing your browser window and logging back into the Canada Post Electronic Shipping Tools.",
      "1801" : "(1801) An unexpected error has occurred.  Please try again or contact CPC Support at 1-877-376-1212",
      "1802" : "(1802) The Acquisition Admail code entered has already been assigned to another mailing.  Please use a different code or delete the code.",
      "1803" : "(1803) The mailing date is outside the validity period of the Acquisition Admail code entered.  Please change mailing date or code.",
      "1804" : "(1804) The Acquisition Admail code entered is not valid for the current customer or contract.  Change the customer or contract numbers or remove the Acquisition Admail code.",
      "1805" : "(1805) The total number of pieces mailed must not be less than {0} pieces based on your list rental volume.",
      "1806" : "(1806) The total number of pieces mailed must not exceed the total number of addresses from the list ({0}), based on your list rental volume.  Other Personalized Mail may not be combined with Acquisition Admail on the same Statement of Mailing.",
      "1807" : "(1807) Dimensional Personalized Mail may not be used in combination with Acquisition Admail.  Please select S/L or O/S or remove the code.",
      "1808" : "(1808) NDG sort cannot be used in combination with an Acquisition Admail order.  Please delete NDG detail lines or remove the code.",
      "1809" : "(1809) Your site has not been configured for this Service Offering.  Please verify your selection.",
      "1810" : "(1810) The date of mailing or deposit cannot be more than 365 days ahead.",
      "1811" : "(1811) Bags cannot be used as of January 17, 2012.",
      "1812" : "(1812) * and | are invalid characters for the {0}.",
      "1813" : "(1813) The following delivery modes are not valid based on the High Demand filter specified: {0}.",
      "2000" : "(2000) A system error has occurred.  If this problem persists, please contact technical support at:  {0}",
      "2001" : "(2001) Transmission ended in error - Contact Canada Post System Support.",
      "2003" : "(2003) SAP Warning Message.",
      "2101" : "(2101) The Address Accuracy percentage is invalid. Please use a value between 0 and 100.0, with one decimal point.",
      "2102" : "(2102) The Contract Number entered is invalid.",
      "2104" : "(2104) Mailed On Behalf Of is a mandatory field (i.e. cannot be blank).",
      "2105" : "(2105) The Mailed On Behalf Of Customer Number entered is invalid.",
      "2106" : "(2106) If the Method of Payment is Metered, the Metered Rate must be entered for each line item",
      "2108" : "(2108) Unable to transmit this SOM to Canada Post. The Date of Mailing cannot be more than 7 days in advance if the Method of Payment is Credit Card.",
      "2109" : "(2109) The Paid By Customer must be numeric.",
      "2110" : "(2110) You have reached the maximum of 30 templates. Please delete one prior to attempting to save another template, or enter the name of an existing template name to overwrite it.",
      "2111" : "(2111) Do you want to overwrite the template?",
      "2112" : "(2112) Please provide a Template Name or uncheck the Save as Template checkbox.",
      "2113" : "(2113) The Delivery Mode Audit Code must be a one letter code.",
      "2114" : "(2114) '*' is an invalid character.",
      "2115" : "(2115) The mailing does not meet the minimum {0} mail piece volume requirement for this service. Please select additional householder coverage before transmitting.",
      "2116" : "(2116) You must select either one option or the No Options checkbox to continue.",
      "2117" : "(2117) A Contract Number must be provided in order to choose the Publications Title.",
      "2118" : "(2118) Select at least one option or the No Option checkbox. Press the Options button to select an option.",
      "2119" : "(2119) An eMail Address must be supplied when selecting Notify Recipient.",
      "2120" : "(2120) One or more fields contain an invalid character such as  | or *.",
      "2121" : "(2121) You have reached the maximum of {0} entries in your Address Books.  Please delete one prior to attempting to save another entry.",
      "2124" : "(2124) You have reached the maximum of 10 templates.  Please delete one prior to attempting to save another template, or enter the name of an existing template to overwrite it.",
      "2125" : "(2125) Template already exists.  Do you want to override?",
      "2126" : "(2126) Save as Template was not selected and a Template Name was supplied.  Select Save as Template or remove the Template Name.",
      "2127" : "(2127) The Template Name must be supplied when selecting Save as Template.",
      "2128" : "(2128) Profile not Found - Please initialize before Shipping.",
      "2129" : "(2129) Credit Card Information has not been supplied (see the link at top of page) and the Method of Payment defined in your Profile is Credit Card.",
      "2130" : "(2130) The Method of Payment defined in your Profile is not Credit Card.  Unless you change your Profile before you transmit the order, Credit Card Information will not be used.",
      "2131" : "(2131) An option stored in your template does not apply to the product anymore.  Delete or update the template.",
      "2132" : "(2132) Customs Currency is a mandatory field (i.e. cannot be blank).",
      "2133" : "(2133) Quantity, Description, Unit Value, and Unit Weight are all mandatory fields.  Please add missing one(s) or clear the entire line.",
      "2134" : "(2134) Are you sure you want to cancel printing a Customs document and return to the Shipping page?",
      "2135" : "(2135) The To Date must be greater than or equal to the From Date.",
      "2136" : "(2136) The valid range for the From Date and To Date field is seven calendar days.",
      "2137" : "(2137) Please enter at least one more search criteria before proceeding.",
      "2138" : "(2138) You can only perform one search request, by Search Criteria or Search for purpose of downloading.",
      "2139" : "(2139) No shipping records found for search criteria entered.",
      "2140" : "(2140) You must select an item from the Sort By list.",
      "2141" : "(2141) You can only select one order to view.",
      "2142" : "(2142) You can select a maximum of 25 shipping orders to inquire on the delivery status.",
      "2143" : "(2143) Electronic Shipping Tools is unable to process your request.  Order Number {0} does not have the Delivery Confirmation option.",
      "2144" : "(2144) Select a Province or enter an Outlet Number.",
      "2145" : "(2145) The City field is mandatory if the Outlet Number is not provided.  Please select a City.",
      "2146" : "(2146) Invalid e-mail address format (should be xxx@xx.xx)",
      "2147" : "(2147) No Outlet found for supplied criteria.",
      "2148" : "(2148) Contents information is not required when reason for export is Document.  Clear it or change the reason.",
      "2149" : "(2149) Value for Customs purposes must be greater than $0.00 (unless the Document checkbox was selected).",
      "2150" : "(2150) Outlet is a mandatory field (i.e. cannot be blank). Select the Outlet where you will deposit your mail. Navigate from the Data Maintenance menu, to the Site Information - Outlets and then add the desired outlets.",
      "2151" : "(2151) Number of Pieces must be numeric.",
      "2152" : "(2152) Are you sure you want to clear the form?",
      "2153" : "(2153) Credit Card Number must be numeric.",
      "2154" : "(2154) Invalid date or format (i.e. must be in format mm/yy).",
      "2155" : "(2155) Select a credit card from the list of credit card aliases OR enter your credit card information.",
      "2156" : "(2156) A template must be selected from the drop-down list to execute this command",
      "2157" : "(2157) Duty and Tax must be numeric.",
      "2158" : "(2158) HS Code invalid (i.e. must be six to ten numeric digits in the format 9999.99.99.99).",
      "2159" : "(2159) Credit Card Information is mandatory when Method of Payment is Credit Card.",
      "2160" : "(2160) Net Weight must be numeric, with up to three decimals (format 99.999).",
      "2161" : "(2161) The Credit Card Type, Credit Card Number, Credit Card Expiry Date, and Credit Card Owner are mandatory fields (i.e. cannot be blank) if Credit Card Alias is not selected.",
      "2162" : "(2162) The Template Name contains non alphanumeric characters. Valid characters are letters, numbers and underscore (_).",
      "2163" : "(2163) Contact Name is a mandatory field (i.e. cannot be blank).",
      "2164" : "(2164) Telephone Number is a mandatory field (i.e. cannot be blank).",
      "2165" : "(2165) Date of Mailing must be entered before capturing the ADS data (i.e. Delivery Installation detail data).",
      "2166" : "(2166) Both To and From dates must be supplied.",
      "2167" : "(2167) The Pieces per Bundle field must be numeric.",
      "2168" : "(2168) Service Type is a mandatory field (i.e. must be selected from the drop-down list).",
      "2169" : "(2169) The No. of Containers field must be numeric.",
      "2170" : "(2170) The No. of Bundles field must be numeric.",
      "2171" : "(2171) The Total Pieces field must be numeric and greater than zero.",
      "2172" : "(2172) Container fields must be numeric.",
      "2173" : "(2173) The Amount entered is invalid (must be in format 999999.99).",
      "2174" : "(2174) Quantity must be numeric (whole numbers).",
      "2175" : "(2175) At least one Delivery Installation must be selected.",
      "2176" : "(2176) The No. of Residue field must be numeric.",
      "2177" : "(2177) The Mono field must be numeric.",
      "2178" : "(2178) The Skids field must be numeric.",
      "2179" : "(2179) The Small Bags (Fabrene) field must be numeric.",
      "2180" : "(2180) The Small Bags (Canvas) field must be numeric.",
      "2181" : "(2181) The Large Bags (Fabrene) field must be numeric.",
      "2182" : "(2182) The Large Bags (Canvas) field must be numeric.",
      "2183" : "(2183) The Hard Sided (Flats Tub) field must be numeric.",
      "2184" : "(2184) The Hard Sided (Lettertainer) field must be numeric.",
      "2185" : "(2185) Mailed By Customer Number is a mandatory field (i.e. cannot be blank).",
      "2186" : "(2186) Profile data not found. You must create/select a Profile before adding to your Address Book.",
      "2187" : "(2187) The three dimensions (Length, Height and Width) must be in the following format: 999.9.",
      "2188" : "(2188) Delivery Start Date can not be prior to the Date of Mailing on the Statement of Mailing.",
      "2189" : "(2189) The Bundles per Container is a mandatory field (i.e., cannot be blank).",
      "2190" : "(2190) The Bundles per Container field must be numeric, greater than zero and less than 99,999.",
      "2191" : "(2191) Canada Post updates its delivery network on a regular basis.  To ensure you receive accurate coverage, please verify/update your mailing plan with each mailing.",
      "2192" : "(2192) The Import File Character Delimiter contains an invalid character.  Valid characters include comma, semicolon, pipe.",
      "2193" : "(2193) A document is being created and sent to your printer.",
      "2194" : "(2194) Except for Delivery Mode data, information will be applied to all subsequent Delivery Installation records in your mailing plan. Click on OK button to proceed.",
      "2195" : "(2195) Information has been successfully applied to all subsequent Delivery Installation records.",
      "2196" : "(2196) Information has not been successfully applied to all subsequent Delivery Installation records. Please review your mailing plan by clicking on the View Mailing Plan button.",
      "2197" : "(2197) This action will update the Delivery Start Date on all Delivery Installation Detail page(s) to read Upon Receipt. Please review and if required update the DI pages concerned. Press OK to proceed.",
      "2198" : "(2198) This action will update the Total Pieces count to correspond to the points of call data available for the revised Date of Mailing. Please review and if required update the DI pages concerned. Press OK to proceed.",
      "2199" : "(2199) This action will update the Delivery Start Date to read Upon Receipt and the Total Pieces Shipped for Delivery to correspond to the data available for the revised date. Please review and if required update the DI page(s) concerned. Press OK to proceed.",
      "2201" : "(2201) You must enter criteria to search the Address Book.",
      "2203" : "(2203) The Postal Code entered must be in the following format A9A 9A9 or A9A9A9.",
      "2204" : "(2204) The ZIP Code entered must be in the following format 99999, 99999-9999, or 999999999.",
      "2205" : "(2205) This Client Address has already been deleted from the Address Book.",
      "2206" : "(2206) Contract Number is a mandatory field (i.e. cannot be blank).",
      "2207" : "(2207) You must complete the Return Address section if your Mailing Address retrieved from Canada Post is outside Canada.",
      "2208" : "(2208) The Customer Name, Address (Line 1), City, Province, and Postal Code fields are mandatory if entering information in the Return Address.  Please complete entering the required information.",
      "2209" : "(2209) Are you sure you want to delete the selected template?",
      "2210" : "(2210) Please select template to delete.",
      "2211" : "(2211) Your changes have been saved successfully.",
      "2212" : "(2212) Client added. You now have a total of {0} records in your Address Book.",
      "2213" : "(2213) Configuration has been successfully completed.",
      "2214" : "(2214) Address Books and Group Shipping Lists have already been converted.  Would you like to convert Address Books and Distribution Lists again?",
      "2215" : "(2215) The Outlet you have selected is not setup or equipped to accept these types of services. Please select an alternate Outlet.",
      "2301" : "(2301) Please ensure the account you have selected has a sufficient credit balance or payment accompanies your mailing.  If you have any questions about payment, please contact the Account Management Group at 1-800-267-7651.",
      "2302" : "(2302) Transaction has been successfully received at Canada Post",
      "2303" : "(2303) Unable to transmit because either the SOM has already been transmitted or the session has timed out",
      "2304" : "(2304) Customer Number invalid for User Id/Password entered.  Contact Canada Post for verification of setup.",
      "2305" : "(2305) The Customer Number associated with this User Id/Password was not found in Electronic Shipping Tools.  Unless you have self-registered, you must wait one business day after having registered with Canada Post before using EST.  If you have questions, please contact Canada Post for verification of setup.",
      "2401" : "(2401) File name already exists.  Please specify another filename.",
      "2402" : "(2402) The download of shipping history has been successful.",
      "2501" : "(2501) This action will delete all data associated with this Line Item (including Delivery Installation detail data, that is, ADS data). Proceed anyway?",
      "2502" : "(2502) Delivery Installation Detail data (i.e. ADS data) is mandatory information. Please complete entering Delivery Installation Detail data related to each Line Item.",
      "2503" : "(2503) The valid format for an FSA is A9A. The valid format for a Postal Code is A9A 9A9. Entering only part of the FSA/PC is also valid.",
      "2504" : "(2504) Removing this Delivery Installation from the Delivery Installation(s) Added to Mailing Plan list will delete the Delivery Installation Detail data. Proceed anyway?",
      "2505" : "(2505) This Delivery Installation has already been added to the Delivery Installation(s) Added to Mailing Plan list. Proceed anyway?",
      "2506" : "(2506) No Delivery Installations found for search criteria entered.",
      "2507" : "(2507) The Upon Receipt field cannot be checked (i.e. must be blank) when a Start Date has been entered.",
      "2508" : "(2508) The Title of the Mail Piece is a mandatory field (i.e. cannot be blank).",
      "2509" : "(2509) The Consumers' Choice checkbox must remain checked unless you are sending a community newspaper, government or political mailing.",
      "2510" : "(2510) Pieces per Bundle must be less than or equal to 999 pieces.",
      "2511" : "(2511) Pieces per Bundle is a mandatory field (i.e. cannot be blank).",
      "2512" : "(2512) Pieces in Residue Bundle must be less than or equal to 200 pieces.",
      "2514" : "(2514) No. of Container is a mandatory field (i.e. cannot be blank).",
      "2515" : "(2515) No. of Bundles is a mandatory field (i.e. cannot be blank).",
      "2516" : "(2516) At least one Target Area / Coverage type (i.e. Houses, Apartments, Farms or Businesses) must be selected.",
      "2517" : "(2517) Piece Description is a mandatory field (i.e. cannot be blank).",
      "2518" : "(2518) The following route (i.e. FSA, DM and Delivery Installation Name) has been selected twice: {0}, {1}, {2}, {3}.",
      "2519" : "(2519) The following delivery mode data is no longer valid: {0}.",
      "2520" : "(2520) Please complete the Delivery Mode information.",
      "2521" : "(2521) The Householder data on your local database is no longer valid. To obtain updated Householder data go to the Tools menu and select the Check for Application Data and Barcode Update sub menu item.",
      "2522" : "(2522) The following template data is no longer valid: Delivery Installation {0}, {1} was removed from your template.",
      "2524" : "(2524) The Delivery Modes in the selected range are associated to different Secondary Delivery Installations.  Enter each Delivery Mode Id separately.",
      "2525" : "(2525) Total Pieces is a mandatory field (i.e. cannot be blank).",
      "2526" : "(2526) The amount entered in the field differs from the Householder Total Count. Proceed anyway?",
      "2527" : "(2527) The following template data is no longer valid: {0}.",
      "2529" : "(2529) There is no Householder count data associated with the following Delivery Mode selection:  {0}, {1}, {2} - {3}, {4}.",
      "2531" : "(2531) The {0} {1} Delivery Mode was selected for the {2} FSA. Please note that complete coverage of a Delivery Mode is required. Therefore, you must also select {3} {4} in  the {5} FSA or remove {6} {7} in the {8} FSA.",
      "2532" : "(2532) The {0} FSA can also be found in other Delivery Installations.",
      "2533" : "(2533) Are you sure you want to delete {0} from your Mailing Plan?",
      "2534" : "(2534) There are Delivery Installations where delivery details have not been completed. Proceed anyway?",
      "2535" : "(2535) You can only select one Delivery Installation.",
      "2536" : "(2536) Are you sure you want to delete the selected Delivery Installations from your Mailing Plan?",
      "2537" : "(2537) This action will remove all data from this page as well as all the data on the Delivery Installation Detail pages. Are you sure you want to proceed?",
      "2538" : "(2538) This action will update the Total Pieces with the Householder Count data. Are you sure you want to proceed?",
      "2539" : "(2539) No more than 75 Delivery Installations can be added to the Mailing Plans for a SOM using this Internet application The Desktop version of the Electronic Shipping Tools application should be used for large mailings.",
      "2540" : "(2540) No more than 300 labels can be produced by the system and {0} labels are required for this mailing. The Desktop version of the Electronic Shipping Tools application should be used for large mailings.",
      "2541" : "(2541) The Delivery Installation Detail pages may have not been completed.  Delivery Installations missing detail data will not be flagged as Complete on the Mailing Plan Summary page.",
      "2542" : "(2542) Start Date is a mandatory field (i.e. cannot be blank).",
      "2543" : "(2543) At least one Delivery Mode selection must be entered.",
      "2544" : "(2544) Do you want to reprint the Neighbourhood Mail Distribution Plan as well?",
      "2545" : "(2545) Do you want to reprint the Admail Delivery Slips as well? If yes, press the OK button once the printer contains the appropriate perforated paper stock required for the Admail Delivery Slips.",
      "2546" : "(2546) Do you want to reprint the Labels as well? If yes, press the OK button once the printer contains the appropriate label stock required for the Neighbourhood Mail Labels.",
      "2547" : "(2547) Press the OK button once the printer contains the appropriate perforated paper stock required for the Admail Delivery Slips.",
      "2548" : "(2548) Press the OK button once the printer contains the appropriate label stock required for the Neighbourhood Mail Labels.",
      "2549" : "(2549) Contract Number is mandatory for one of the selected service descriptions (i.e. cannot be blank).",
      "2550" : "(2550) Contract Number is not valid.",
      "2551" : "(2551) The Mailed on Behalf of Customer Number is invalid. Please contact the Credit Management Group at 1-800-267-7651.",
      "2552" : "(2552) The Paid by Customer Number is invalid. Please contact the Credit Management Group at 1-800-267-7651.",
      "2553" : "(2553) The Paid by Customer is not a valid payer partner of the Mailed on Behalf of Customer.",
      "2554" : "(2554) The selected Service Description is not valid for the specified Contract Number.",
      "2555" : "(2555) Options {0} and {1} are mutually exclusive (i.e. only one of the two can be selected).",
      "2556" : "(2556) A new version of the Electronic Shipping Tools application is now available. Please download the new version from the Canada Post web site and re-install on your computer.",
      "2557" : "(2557) The Electronic Shipping Tools application configuration process has not been completed for the Server component. Please launch the Electronic Shipping Tools process on the Server (which will initiate the Electronic Shipping Tools Configuration Wizard) and complete the configuration process.",
      "2558" : "(2558) Proxy Server IP Address or Proxy Server Port information is invalid.",
      "2559" : "(2559) An invalid User Id/Password has been entered.",
      "2560" : "(2560) The system is unable to connect to the Logon Authentication Server at this time. Please try to complete the configuration process later.",
      "2561" : "(2561) The Customer Number and Contract Number combination is invalid.",
      "2562" : "(2562) Customer Number {0} already exists in the Mailed on Behalf of Customer List.",
      "2563" : "(2563) One laser printer must be specified in order to complete the configuration process.",
      "2564" : "(2564) The data download process may take several minutes depending on the speed of your Internet connection.",
      "2565" : "(2565) The download process has been successfully completed.",
      "2566" : "(2566) Download process ended in error - Contact Canada Post System Support.",
      "2567" : "(2567) Your local copy of the Electronic Shipping Tools application needs to be updated prior to continuing. Please request an application update from the Canada Post server by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "2568" : "(2568) All windows except for the Main Desktop window and the Site Information window must be closed before proceeding.",
      "2569" : "(2569) You have modified the Mailed on Behalf of Customer List and/or the Services Used selection. Consequently, in order to save the modifications made to the Site Information windows, you must logon to the Canada Post server. Proceed now?",
      "2570" : "(2570) If you exit the setup process, the Mailed on Behalf of Customer Numbers entered will not be saved. Proceed anyway?",
      "2571" : "(2571) Delivery Installation data has been modified that could affect householder counts. Please click on the Get Counts button to refresh the householder counts before continuing.",
      "2572" : "(2572) Except for this workstation, all other Electronic Shipping Tools users must SAVE their work in progress and exit the application prior to launching the update process. Please advise other users, otherwise all unsaved data will be lost. Click OK when you are ready to proceed.",
      "2573" : "(2573) Are you sure you want to purge this information? If yes, all other Electronic Shipping Tools users must exit the application and only launch Electronic Shipping Tools after the purge process has been completed. Click Yes if you are ready to proceed.",
      "2574" : "(2574) Your application requires software updates. Do you want to continue?",
      "2575" : "(2575) At least one line item is required to complete the requested action.",
      "2576" : "(2576) The Canada Post server is unable to process your request at this time. Please try again later. If the problem persists, contact the Canada Post System Support.",
      "2577" : "(2577) Option details have been entered for an option that has not been selected. Please select the option or remove the option details.",
      "2578" : "(2578) Your version of the Electronic Shipping Tools application has expired. You must re-install it from the Canada Post Internet site.",
      "2579" : "(2579) The download process has been successfully completed. However, errors were encountered during the local data conversion process. If further information is required, contact the Canada Post System Support.",
      "2580" : "(2580) An Electronic Shipping Tools database (POLITE_PE1.odb) already exists. Do you want to retain the local data (e.g. orders or address books) in this database? Click on Yes if you would like to convert the local data. Click on No if you would like the data to be deleted.",
      "2581" : "(2581) The application update process has been successfully completed.",
      "2582" : "(2582) Application update process ended in error - Contact Canada Post System Support.",
      "2583" : "(2583) The maximum number of line items is {0}.",
      "2584" : "(2584) You have not entered any Frequency data for centrally managed barcodes. Frequency information and barcode ranges are required in order to process manifest items. Proceed anyway?",
      "2585" : "(2585) Would you like to download your barcode ranges now?",
      "2586" : "(2586) At least one Service Used must be selected on the Options tab.",
      "2587" : "(2587) All windows except for the Main Desktop window and the Site Information window must be closed before turning on security. Would you like to continue saving, keeping security turned off?",
      "2588" : "(2588) The output is not configured correctly. Please configure an output device before clicking Process/Print",
      "2589" : "(2589) The Unit Value entered is invalid.  Please use the following format: 99999.99.",
      "2590" : "(2590) The Duty and Tax amount entered is invalid.  Please use the following format: 999999.99.",
      "2591" : "(2591) The dimension entered is invalid. Please use the following format: 99999.9.",
      "2592" : "(2592) The Prefix entered is invalid. Please use letters only.",
      "2593" : "(2593) The Suffix entered is invalid. Please use letters only.",
      "2594" : "(2594) The Option Amount entered is invalid. Please use the following format: 9999999.99.",
      "2595" : "(2595) {0} is not a valid option for {1}.",
      "2596" : "(2596) Do not bookmark this page. You are trying to open a secondary page.  You must open the associated main page to access this page.",
      "2597" : "(2597) The Media has been changed for the selected printer. Please update the Output Configuration to ensure all documents are configured for the correct printer and media.",
      "2598" : "(2598) The currently selected manifest is no longer available. A new manifest will be selected or created automatically by using the normal process.",
      "2599" : "(2599) Please ensure all report criteria are entered before attempting to preview or print the selected report.",
      "2600" : "(2600) You must enter the From Date, the To Date and at least one of Client Number, Client Last Name, or Company Name.",
      "2601" : "(2601) You must enter either the Item Reference or the Manifest Number.",
      "2602" : "(2602) All orders were transmitted successfully. Please review the latest Transmit Session Log file for the details of the transmission and any warning messages that may have been issued.",
      "2603" : "(2603) The imported order does not contain a Postal Code or Client Id. Please enter a Postal Code.",
      "2604" : "(2604) The imported order does not contain a postal code, and no client records matching the Client Id were found. Please provide a Postal Code.",
      "2605" : "(2605) The imported order does not contain a Postal Code, and the Postal Code in the matching client record is not valid or is missing. Please enter a Postal Code.",
      "2606" : "(2606) The application update files were received successfully. Your application will be shut down. The updates will be in effect the next time the application is launched.",
      "2607" : "(2607) All orders transmitted successfully. One or more warning messages occurred during the Transmit process. Please refer to the details below.",
      "2608" : "(2608) You have successfully deleted a printer. You must assign a new printer to the Document Types that were previously configured for the deleted printer on the Output Configuration window.",
      "2609" : "(2609) An error was experienced downloading a new centrally managed barcode range. Please try again later by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "2610" : "(2610) Address Book name already exists. Please enter a different name.",
      "2611" : "(2611) The order was not successfully transmitted. The Outlet you have selected is not setup or equipped to accept these types of services. Please select an alternate Outlet and retransmit the order or contact the Canada Post help desk.",
      "2612" : "(2612) You cannot delete the last laser printer. The application requires at least one laser printer configured.",
      "2613" : "(2613) The service you have selected does not require Customs Documents to be generated.",
      "2614" : "(2614) SQL error generated while loading imported order record at line {0}. This record has been written to the import error log.",
      "2615" : "(2615) Downloading application update file {0} of {1} ({2} KB).",
      "2616" : "(2616) A data update is available. You must close all SOM or Shipping windows before proceeding with the data update.",
      "2617" : "(2617) The total value of goods cannot exceed 99999.99.",
      "2618" : "(2618) The Registered Advice of Receipt option can only be selected if the Registered option is also selected.",
      "2619" : "(2619) Frequency is a mandatory field (i.e. cannot be blank).",
      "2620" : "(2620) Duplicate Cost Centre Name, Name previously used",
      "2621" : "(2621) Duplicate Address Book Name, Name previously used",
      "2622" : "(2622) Duplicate Salutation, Name previously used",
      "2623" : "(2623) Invalid Address Book import file structure",
      "2624" : "(2624) Duplicate Container Name, Name previously used",
      "2625" : "(2625) Credit Card can only be used as the Method of Payment when the Paid by customer equals the Mailed by customer. Please select an alternate Method of Payment.",
      "2626" : "(2626) You have {0} data update transactions available on the Canada Post server. Would you like to perform a data update? This may take several moments, please be patient.",
      "2627" : "(2627) You have {0} data update transactions available on the Canada Post server. A data update is mandatory.  Software synchronization will now begin.  This may take several moments, please be patient.",
      "2628" : "(2628) Would you like to perform a software update? This may take several moments, please be patient.",
      "2629" : "(2629) A software update is mandatory.  Software synchronization will now begin.  This may take several moments, please be patient",
      "2630" : "(2630) You have {0} data update transactions available on the Canada Post server. A software and data update is mandatory.  Software synchronization will now begin.  This may take several moments, please be patient.",
      "2631" : "(2631) You have {0} data update transactions available on the Canada Post server. Reference data updates are mandatory for this software update. Would you like to proceed with the synchronization of both data and software? (This may take several moments, please be patient).",
      "2632" : "(2632) The selected Contract has expired. Please enter a different Contract Number or contact the Canada Post help desk.",
      "2633" : "(2633) Duplicate Goods Description, Description previously used.",
      "2634" : "(2634) The Services Used selection has been modified. The application will now be terminated in order to complete the process. This change will be in effect when you restart the application.",
      "2635" : "(2635) Duplicate Printer Alias, Alias previously used.",
      "2636" : "(2636) Adobe Acrobat 4.0 (or greater) is not installed on your computer. To use the PDF printing format you must first download the Acrobat Reader from www.adobe.com. After downloading and installing Acrobat Reader you must restart the Electronic Shipping Tools application.",
      "2637" : "(2637) The selected Contract is not yet in effect. Please enter a different Contract Number or contact the Canada Post help desk.",
      "2638" : "(2638) An error occurred during the creation of your data synchronization queue on the Canada Post server. The application will now be terminated in order to correct this error. The setup process will be re-executed when the application is re-started.",
      "2639" : "(2639) The import was successful. There was {0} duplicates.",
      "2640" : "(2640) Cost Centre already in use, cannot delete.",
      "2641" : "(2641) Parcel is too large. No one dimension may exceed {0} cm.",
      "2642" : "(2642) Total Number of Pieces must be greater than zero to calculate average weight.",
      "2643" : "(2643) Initializing new database. Do you want to copy your existing data?",
      "2644" : "(2644) Error reading from properties file.",
      "2645" : "(2645) Error writing to properties file.",
      "2646" : "(2646) Could not save RUN_SETUP flag.",
      "2647" : "(2647) Unable to setup the application at this time - the Canada Post server is busy.  Please try again later.",
      "2648" : "(2648) Could not open the Output Configuration window.",
      "2649" : "(2649) Could not open the Printer Configuration window.",
      "2650" : "(2650) Could not open the Scale Configuration window.",
      "2651" : "(2651) Could not open the Site Information window.",
      "2652" : "(2652) Could not open the Barcode Configuration window.",
      "2653" : "(2653) The Postal Code is not valid for the selected Province. Please correct the Postal Code or select a different Province.",
      "2654" : "(2654) Your order can not be processed. Please contact Canada Post Accounts Management Group at 1-800-267-7651.",
      "2655" : "(2655) Customer credit block.",
      "2656" : "(2656) Imported Item Record Type different from first record.",
      "2657" : "(2657) The Credit Card Number and Credit Card Type do not match.",
      "2658" : "(2658) The Expiry Date cannot be less than today.",
      "2659" : "(2659) The Credit Card Number is not valid.",
      "2660" : "(2660) Please contact the Canada Post Accounts Management Group at 1-800-267-7651 prior to inducting this mailing at a Canada Post site.",
      "2661" : "(2661) Please select a service description and enter a piece weight for line item {0}.",
      "2662" : "(2662) The selected service cannot be inducted at this location. Please select an alternate outlet.",
      "2663" : "(2663) Your order cannot be processed. Please contact Canada Post Accounts Management Group at 1-800-267-7651.",
      "2664" : "(2664) Invalid field format for FSA/PC. Please use the format ANA, ANANAN, or ANA NAN.",
      "2665" : "(2665) The FSA/DM/DMID is a mandatory field (i.e. cannot be blank).",
      "2666" : "(2666) Invalid field format for FSA/DM/DMID. Please use the format ANAAANNNN.",
      "2667" : "(2667) The DM/DMID From is a mandatory field (i.e. cannot be blank).",
      "2668" : "(2668) Invalid field format for From DM/DMID. Please use the format AANNNN.",
      "2669" : "(2669) Invalid field format for To DM/DMID. Please use the format AANNNN.",
      "2670" : "(2670) The DM Type From must be same as DM Type To.",
      "2671" : "(2671) Site Group Code {0} already exists.",
      "2672" : "(2672) Site Group Code is a mandatory field (i.e. cannot be blank).",
      "2673" : "(2673) There must be at least one Site Group Code designated as 'Major Site' and one as 'All Sites'.",
      "2674" : "(2674) The Total Amount of the Order exceeds a system limit of {0} digits prior to the decimal place.",
      "2675" : "(2675) The Total Weight of the Order exceeds a system limit of  {0} digits prior to the decimal place.",
      "2676" : "(2676) Customer Number {0} / Contract Number {1} combination already exists in the Mailed on Behalf of Customer List.",
      "2677" : "(2677) Please provide the full Postal Code.",
      "2678" : "(2678) The Contract Number is not associated to the Service Description in the CPC accounting system for the mailing date entered.",
      "2679" : "(2679) Your order has been cancelled as it was not received within the time allotted.  Press the Back button to continue. If you wish to transmit this order again press the Transmit button from the Preview screen.",
      "2680" : "(2680) Your order has been cancelled.  Click Continue below to return to the data entry screen.",
      "2681" : "(2681) Please note that your order is subject to mail verification, which may result in an adjustment to the value of your order. All adjustments will be made to your {0}. Do you wish to continue (OK)? Selecting Cancel will cancel your order.",
      "2682" : "(2682) Declared weight is subject to verification based on the application of the cubing (measurements and weight calculations) mechanism. In all cases the greater of the actual weight or the cubed weight shall determine the actual price, including, where appropriate, any applicable surcharges in respect of excess size and/or weight. Such surcharges will be calculated and applied in accordance with your Distribution services agreement.",
      "2683" : "(2683) COD Method of Collection Amount can not exceed {0} when the Method of Collection is {1}.",
      "2684" : "(2684) The application update files were received successfully. Your application will be shut down. The updates will be in effect the next time the application is launched. At which time, please review the Finalize Session Log as there were orders that failed the finalize process.",
      "2685" : "(2685) One or more orders failed during the Finalize process. Please refer to the details below.",
      "2686" : "(2686) One or more orders failed during the Finalize process. All other orders were transmitted successfully. Please refer to the details below.",
      "2687" : "(2687) One or more orders failed during the Finalize process. All other orders were transmitted successfully. One or more warning messages occurred during the Transmit process. Please refer to the details below.",
      "2688" : "(2688) One or more orders failed during the Finalize process. One or more errors occurred during the Transmit process.  Please refer to the details below.",
      "2689" : "(2689) Country of Origin of Good is mandatory (i.e., cannot be blank).",
      "2690" : "(2690) Province of Origin of Good is mandatory (i.e., cannot be blank) when goods originate in Canada.",
      "2691" : "(2691) Customs value cannot exceed $2000.00 USD to use this service.",
      "2692" : "(2692) Tax Id (IRS or Employee Identification Number) is mandatory to clear USA Commercial Customs.",
      "2693" : "(2693) Harmonized System Code is mandatory to clear USA Commercial Customs.",
      "2694" : "(2694) Name of Recipient is mandatory to clear USA Commercial Customs.",
      "2695" : "(2695) Contact Phone number field is mandatory (i.e., cannot be blank).",
      "2696" : "(2696) Statement of Mailing line items have been generated for each different Delivery Installation Province and Deposit Date combination. Please review your Statement of Mailing.",
      "2697" : "(2697) Quickship is not valid for the Services selected.",
      "2698" : "(2698) An internet network connection could not be established. Please ensure that you are connected to the Internet via dial up services (ISP) or through an office LAN connection. If the problem persists, please contact the Canada Post help desk {0}. Warning: If your orders contain items requiring Commercial Customs clearance, you must successfully transmit them to Canada Post before the items get to Customs, otherwise they will be returned to you.  Try connecting again in the near future.",
      "2699" : "(2699) Group Shipping is not allowed for the selected product.",
      "2700" : "(2700) Total Customs Weight must not be greater than keyed Item weight.",
      "2701" : "(2701) The adobe.txt file is not configured with the Adobe installation path. To use the PDF printing format you must first download the Acrobat Reader 4.0 (or greater) from www.adobe.com. If Adobe Acrobat 4.0 (or greater) is already installed, you must update the adobe.txt file with the Adobe installation path.",
      "2702" : "(2702) The DM Type must be valid or ALL must be supplied.",
      "2704" : "(2704) Field {0} must be Y or N.",
      "2705" : "(2705) Field {0} must be consistent across the ADS.",
      "2706" : "(2706) Field {0} must be 0 for Upon Receipt or 1 for Specific Start Date.",
      "2707" : "(2707) A Deposit Location must not be supplied when using Direct to DI.",
      "2708" : "(2708) The Deposit Location is invalid or not configured in your application (see Site Information).",
      "2709" : "(2709) Field {0} must either be supplied on all records in the file or not be supplied on any record.",
      "2710" : "(2710) Transportation Required is mandatory with this product.",
      "2711" : "(2711) This change has an impact on selected counts and/or coverage.  You will need to update DI Details.",
      "2712" : "(2712) There is no Delivery Mode active in this Delivery Installation on the date mail would be delivered.  Please consult Householder Maps on www.canadapost-postescanada.ca for delivery network changes.",
      "2716" : "(2716) Instructions cannot exceed {0} characters.",
      "2800" : "(2800) A system error has occurred.  If this problem persists, please contact technical support at: uam.msa@canadapost.postescanada.ca",
      "2801" : "(2801) A system error has occurred.  If this problem persists, please contact technical support at: sic.eac@canadapost.postescanada.ca",
      "2802" : "(2802) Credit Card Verification Number is invalid.",
      "3101" : "(3101) A Barcode Group must be selected.",
      "3102" : "(3102) Start number must be numeric.",
      "3103" : "(3103) Start is a mandatory field (i.e. cannot be blank).",
      "3104" : "(3104) Start number must be less than or equal to End number.",
      "3105" : "(3105) Notification Message is a mandatory field (i.e. cannot be blank).",
      "3106" : "(3106) End number must be numeric.",
      "3107" : "(3107) End is a mandatory field (i.e. cannot be blank).",
      "3108" : "(3108) End number must be greater than or equal to Start number.",
      "3109" : "(3109) Please note, the barcode {0} has been replaced by the new official barcode {1}.",
      "3110" : "(3110) Your local barcode range has been completely depleted. Please request barcode replenishment from the server by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "3111" : "(3111) You have reached your minimum barcodes Threshold. The system will request barcode replenishment during the next Order transmission session. You can request immediate barcode replenishment by selecting the Check for application, data and barcode updates option of the Tools menu.",
      "3112" : "(3112) Your changes cannot be saved because this barcode range has been modified. Please re-select in order to obtain the updated range.",
      "3113" : "(3113) Minimum Threshold {0} is invalid. A valid number must be in the range of 0 to 99 inclusive.",
      "3114" : "(3114) Prefix is a mandatory field (i.e. cannot be blank).",
      "3115" : "(3115) Suffix is a mandatory field (i.e. cannot be blank).",
      "3116" : "(3116) One or more barcode ranges require replenishment.",
      "3117" : "(3117) Notification data is required prior to creating a barcode range.  Please input missing details in the Replenishment Notification page.",
      "3118" : "(3118) Range has been successfully created.",
      "3120" : "(3120) Are you sure you want to delete this Barcode Range?",
      "3121" : "(3121) Range has been successfully deleted.",
      "3122" : "(3122) Are you sure you want to void this Active Barcode Range?",
      "3123" : "(3123) Range has bee successfully voided.",
      "3124" : "(3124) Error communicating with the Canada Post Internet server. Please transmit later.",
      "3125" : "(3125) Sender e-Mail Address is invalid.",
      "3126" : "(3126) Sender e-Mail Address is a mandatory field (i.e. cannot be blank).",
      "3127" : "(3127) Primary e-Mail Address is invalid.",
      "3128" : "(3128) Primary e-Mail Address is a mandatory field (i.e. cannot be blank).",
      "3129" : "(3129) cc-1 e-Mail Address is invalid.",
      "3130" : "(3130) cc-2 e-Mail Address is invalid.",
      "3131" : "(3131) cc-3 e-Mail Address is invalid.",
      "3133" : "(3133) Minimum Threshold {0} is a mandatory field (i.e. cannot be blank).",
      "3135" : "(3135) Barcode range is overlapping another range.",
      "3136" : "(3136) There is no configured barcode range for selected service. Please configure the barcode ranges before clicking Process/Print.",
      "3137" : "Your shipments currently use different sender addresses. On the Order page, please delete or edit shipments so that the entire order uses the same sender address. ",
      "3138" : "Your shipments currently use different sender addresses. On the Order page, please delete or edit shipments so that the entire order uses the same sender address.  ",
      "3140" : "(3140) Some of your Shipments could not be authorized. Please go back to the Cart and try again.",
      "3141" : "An order can have up to 50 shipments. You can create another after you've paid for this order.",
      "3200" : "(3200) The Mailing Id field is mandatory (i.e. cannot be blank).",
      "3201" : "(3201) The Mailing Id must be in the format: ANNNNNNNNN.",
      "3202" : "(3202) The Mailing Id must be unique. It is currently being referenced on another Order.",
      "3203" : "(3203) The Service Offering field in the Header file is mandatory (i.e. cannot be blank).",
      "3204" : "(3204) The Service Offering field is not valid.",
      "3205" : "(3205) The Service Option field is mandatory (i.e. cannot be blank).",
      "3206" : "(3206) The Service Option field must be 'LCP'.",
      "3207" : "(3207) The Size field is not valid.",
      "3208" : "(3208) The Size field is mandatory (i.e. cannot be blank).",
      "3209" : "(3209) The Mailed On Behalf Of Customer Number does not exist on this VCD application. To use this customer number on the VCD, download the customer information from the Site Information window.",
      "3210" : "(3210) The Contract Number does not exist on this VCD application. To use this customer number on the VCD, download the customer information from the Site Information window.",
      "3211" : "(3211) The Delivery Mode Audit Code field is mandatory (i.e. cannot be blank).",
      "3212" : "(3212) The SERP Software Name field is mandatory (i.e. cannot be blank).",
      "3213" : "(3213) The SERP Software Version field is mandatory (i.e. cannot be blank).",
      "3214" : "(3214) The SERP Expiry Date field is mandatory (i.e. cannot be blank).",
      "3215" : "(3215) The SERP Software Expiry Date must be greater than or equal to the latest deposit date associated to the mailing plan file.",
      "3216" : "(3216) The File Creation Date field is mandatory (i.e. cannot be blank).",
      "3217" : "(3217) The Deposit Location Record Count field is mandatory (i.e. cannot be blank).",
      "3218" : "(3218) The Deposit Location Record Count must be numeric.",
      "3219" : "(3219) The Deposit Location Record Count must equal the physical record count in the Deposit Location file.",
      "3220" : "(3220) The Burst Location Record Count field is mandatory (i.e. cannot be blank).",
      "3221" : "(3221) The Burst Location Record Count must be numeric.",
      "3222" : "(3222) The Burst Location Record Count must equal the physical record count in the Burst Locations file.",
      "3223" : "(3223) The Groupings Record Count field is mandatory (i.e. cannot be blank).",
      "3224" : "(3224) The Groupings Record Count must be numeric.",
      "3225" : "(3225) The Groupings Record Count must equal the physical record count in the Groupings file.",
      "3226" : "(3226) The Container Record Count field is mandatory (i.e. cannot be blank).",
      "3227" : "(3227) The Container Record Count must be numeric.",
      "3228" : "(3228) The Container Record Count must equal the physical record count in the Container file.",
      "3229" : "(3229) The Mailing Id must be equal to the Mailing Id in the Header record.",
      "3230" : "(3230) The Deposit Location Sequence Number field is mandatory (i.e. cannot be blank).",
      "3231" : "(3231) The Deposit Location Sequence Number field must be numeric.",
      "3232" : "(3232) The Date of Deposit field is mandatory (i.e. cannot be blank).",
      "3233" : "(3233) The Date of Deposit must be greater than or equal to the File Creation Date in the Header record.",
      "3234" : "(3234) The Dates of Deposit in the mailing plan cannot span more than 5 business days.",
      "3235" : "(3235) The Daily Shipment Number field is mandatory (i.e. cannot be blank).",
      "3236" : "(3236) The Daily Shipment Number field must be numeric.",
      "3237" : "(3237) At least one record in the Deposit Location file must contain this Sequence Number.",
      "3238" : "(3238) The Daily Shipment Number must be greater than or equal to 1.",
      "3239" : "(3239) The Burst Location Postal Code field is mandatory (i.e. cannot be blank).",
      "3240" : "(3240) The No. of Containers field is mandatory (i.e. cannot be blank).",
      "3241" : "(3241) The No. of Groupings field is mandatory (i.e. cannot be blank).",
      "3242" : "(3242) The No. of Groupings field must be numeric.",
      "3243" : "(3243) The Parent Container Id does not exist as a Container Id in the Container file.",
      "3244" : "(3244) The Level of Access field is not valid.",
      "3245" : "(3245) The Groupings in Container field must be numeric.",
      "3246" : "(3246) The Container Type field is mandatory (i.e. cannot be blank).",
      "3247" : "(3247) The Container Type is not valid.",
      "3248" : "(3248) The Grouping Id field is mandatory (i.e. cannot be blank).",
      "3249" : "(3249) The Grouping Id must be unique within the mailing plan.",
      "3250" : "(3250) The Grouping Id must be numeric.",
      "3251" : "(3251) The Container Id field is mandatory (i.e. cannot be blank).",
      "3252" : "(3252) The Service Description field is mandatory (i.e. cannot be blank).",
      "3253" : "(3253) The Service Description field is not valid.",
      "3254" : "(3254) The Postal Code field is mandatory (i.e. cannot be blank).",
      "3255" : "(3255) The Delivery Mode Details field is mandatory (i.e. cannot be blank) if the Service Description is equal to DMD.",
      "3256" : "(3256) The Piece Count field is mandatory (i.e. cannot be blank).",
      "3257" : "(3257) The Piece Count field must be numeric.",
      "3258" : "(3258) The file selected is not in the correct format. Do you want to proceed to select another file?",
      "3259" : "(3259) The import process was unsuccessful. There were errors at time of validation. Would you like to save them as an Imported Mailing Plan Error File?",
      "3260" : "(3260) The Mailing Plan Import process was unsuccessful. There was at least one warning at time of validation. Would you like to save them as an Imported Presort Software Mailing Plan Error File?",
      "3261" : "(3261) The Mailing Plan Import process was successful.",
      "3262" : "(3262) The SOM Id is currently referenced on a Transmitted Personalized Mail SOM that has a Presort Software Mailing Plan associated to it.",
      "3263" : "(3263) The SOM Id is currently referenced on another Personalized Mail SOM that has a Presort Software Mailing Plan associated to it. Do you wish to continue with the import process and overwrite the existing SOM?",
      "3264" : "(3264) Transmission of this SOM is unsuccessful as the SOM Id is already referenced on a previously Transmitted Order.",
      "3265" : "(3265) One of the fields was improperly quoted.",
      "3266" : "(3266) Wrong number of fields in record.",
      "3267" : "(3267) The derived Service Description is not valid for the specified Contract Number. Please enter a different Contract Number or contact the Canada Post help desk.",
      "3268" : "(3268) The SOM Id indicated in the Header file from the SERP Mailing Plan must be the same as the SOM Id specified in the import file name.",
      "3269" : "(3269) The Header record must contain only one record.",
      "3270" : "(3270) Duplicate record found in the Deposit Location file.",
      "3271" : "(3271) Duplicate record found in the Burst Location file.",
      "3272" : "(3272) Duplicate record found in the Container file.",
      "3273" : "(3273) Duplicate record found in the Grouping file.",
      "3274" : "(3274) The Customer Number field is mandatory (i.e. cannot be blank) if Contract is provided.",
      "3275" : "(3275) Warning: by disabling Cost Centre you will be deleting line-level reference data on this order.",
      "3276" : "(3276) Notice: The Cost Centre is only provided on the Electronic Invoice Data File and not hard-copy invoices.",
      "3277" : "(3277) Full payment by business cheque must accompany this mailing.  Note that cash payment can only be accepted at Retail Postal Outlets.",
      "3278" : "(3278) Warning: The report will be approximately {0} pages.",
      "3279" : "(3279) You must agree to Terms and Conditions to continue",
      "3280" : "(3280) The format for the First 3 characters of the Postal Code is alpha, numeric, alpha e.g. A9B.",
      "3281" : "(3281) Mailing Description is a mandatory field (i.e. cannot be blank).",
      "3282" : "(3282) The First 3 characters of the Postal Code is a mandatory field (i.e. cannot be blank).",
      "3283" : "(3283) Access error.  Missing or invalid access parameters have been submitted.  Please contact your local Intranet webmaster for support.",
      "3284" : "(3284) Your Session is no longer valid or had timed out.",
      "3285" : "(3285) The first 3 characters of the Postal Code (FSA) you entered are invalid or the system was unable to find a Postal Delivery Outlet for this FSA.",
      "3286" : "(3286) You have indicated that your Items are greater than 50 g (1.8 oz) each but have entered a value less than or equal to 50 g (1.8 oz).  Please re-enter the weight or select the less than or equal to 50 g (1.8 oz) option.",
      "3287" : "(3287) For mailings containing Items delivered by Letter Carriers (LC), Items larger than 35.56 x 15.24 cm (14 x 6 in) can only be delivered to Businesses. To continue with this selection you must either remove the Letter Carrier delivery mode(s) selected or select Businesses only as the Target Area.",
      "3288" : "(3288) None of the customer numbers associated with your account user id and password are  authorized to use Credit Card as a method of payment.  The Express Order Entry tool only supports credit card as a method of payment.",
      "3289" : "(3289) The Contract Number must be numeric.",
      "3290" : "(3290) This data is for local reporting only.  It is not transmitted to Canada Post.",
      "3291" : "(3291) The Delivery Mode Details field does not meet format specifications. Refer to the file specifications for details.",
      "3292" : "(3292) The Service Option field must be \"AAMP\" for Personalized Mail Machineable Presort.",
      "3293" : "(3293) The Size field must be \"SL\" for Personalized Mail Machineable Presort.",
      "3294" : "(3294) Registered and Do Not Forward are mutually exclusive.  Select one or the other.",
      "3295" : "(3295) The Service Option field must be 'LCP' or 'AAMP'.",
      "3301" : "(3301) Upload of mailing plan to CPC has failed.",
      "3302" : "(3302) Uploaded mailing plan is not found on the server.",
      "3303" : "(3303) Names of the uploaded files do not meet the SERP specification.",
      "3304" : "(3304) Zip file cannot be opened.  Please make sure the file is in valid zip format.  If the problem persists, please contact technical support.",
      "3305" : "(3305) Zip file does not contain the expected files.  Please make sure all five SERP files are included in the zip file.",
      "3306" : "(3306) The files uploaded do not meet the SERP specification.  Please update the SERP software or regenerate the mailing plan.",
      "3307" : "(3307) A template name must be specified.",
      "3308" : "(3308) The provided Mailed on Behalf of Customer Number does not exist.  Please verify the header file and try again.",
      "3309" : "(3309) The provided Contract Number does not exist.  Please verify the header file and try again.",
      "3310" : "(3310) The Groupings in Containers field is mandatory (i.e. cannot be blank).",
      "3311" : "(3311) The Mailing Plan is mandatory (i.e. must be uploaded).",
      "3312" : "(3312) Outlet is a mandatory field.",
      "3313" : "(3313) Please enter the Address Accuracy Percentage and Expiry Date.",
      "3314" : "(3314) The Plate Change field must be numeric.",
      "3315" : "(3315) The provided user ID does not have access to this function.",
      "3316" : "(3316) Please enter the number of SOM IDs to be reserved.",
      "3317" : "(3317) You may only reserve a maximum of {0} SOM IDs per day.",
      "3318" : "(3318) The SOM ID specified in the uploaded mailing plan is invalid.  Please use a reserved SOM ID.",
      "4001" : "(4001) The Expediter database (cadb.mdb) does not exist in the specified directory.",
      "4002" : "(4002) There are no Canada Post customers configured in the selected Expediter database.",
      "4003" : "(4003) The Electronic Shipping Tools database (PE1LITE.odb) does not exist. Please ensure that the Electronic Shipping Tools VCD application has been installed and setup.",
      "4004" : "(4004) There are no Canada Post customers configured in the selected Electronic Shipping Tools database. The Electronic Shipping Tools application must be installed and fully configured before the conversion process can continue.",
      "4005" : "(4005) Please select at least one Expediter table to include in conversion.",
      "4006" : "(4006) Currently converting {0}.",
      "4007" : "(4007) Are you sure you want to cancel the conversion process?",
      "4008" : "(4008) Are you sure you want to exit the application?",
      "4009" : "(4009) The Manifest you are currently trying to access has been changed to a status of {0}.  Do you want the system to automatically search for an open manifest or create a new one if one does not exist?",
      "4010" : "(4010) This action can not be completed as this Statement of Mailing has been updated to a status of {0}.",
      "4011" : "(4011) This action can not be completed as this Manifest has been updated to a status of {0}.",
      "4012" : "(4012) Application updates have been initiated by another workstation. Your application will be shut down automatically and unsaved data will be lost. Please restart after these updates are complete.",
      "4013" : "(4013) The Manifest you are using is currently in use by another workstation.  Please try again.",
      "4014" : "(4014) The Statement of Mailing you are using is currently in use by another workstation.  Please try again.",
      "4017" : "(4017) The Manifest you are using has been updated by another workstation. Please reselect the manifest to refresh the view.",
      "4018" : "(4018) The Statement of Mailing you are using has been updated by another workstation.  Please reselect the Statement of Mailing to refresh the view.",
      "4019" : "(4019) The Statement of Mailing you are using is currently in use. The Statement of Mailing will be opened in view mode.",
      "4020" : "(4020) This action has been stopped as Order {0} has been updated or is use by another workstation.",
      "4021" : "(4021) An Electronic Shipping Tools database (POLITE_PE1.odb) already exists. Please ensure that all users have exited the application before proceeding.",
      "4022" : "(4022) This action has been stopped as the Server Workstation is being updated by another workstation or does not yet exist. Please contact your company's System Administrator.",
      "4023" : "(4023) Data updates are available. Please notify all workstations before proceeding.",
      "4024" : "(4024) This action has been stopped as data updates have been received by another workstation. Please close your window.",
      "4025" : "(4025) Unable to connect to the database at this time.",
      "4026" : "(4026) This action has been stopped as data updates are currently being received by another workstation.",
      "4027" : "(4027) Data updates exist. This action has been stopped as another workstation is currently updating an order.",
      "4028" : "(4028) This action has been stopped as the Server Workstation is being updated by another workstation. Please contact your company's System Administrator.",
      "4029" : "(4029) An error has occurred while applying the software upgrades. Please contact the Canada Post help desk {0}.",
      "4030" : "(4030) The item cannot be processed at this time. The Barcode Range is currently in use by another workstation. Please try again.",
      "4031" : "(4031) Another workstation is currently reviewing the Communication Status Notification window. Please try again.",
      "4032" : "(4032) Your workstation has not been restarted today.  The application will be shut down. Please restart to continue.",
      "4033" : "(4033) Your workstation has not been restarted today.  The application will be shut down. Please restart to continue. At which time, please review the Finalize Session Log as there were orders that failed the finalize process.",
      "4034" : "(4034) The Electronic Shipping Tools is detecting a back up, copied or an older version of your database being used.  It is recommended you reinstall to receive the most recent data and avoid duplication between database versions.  As a precaution, your opened and finalized orders will be moved to the deleted folder where they may be viewed and re-entered if necessary.",
      "5001" : "(5001) Locale is required.",
      "5002" : "(5002) Locale {0} is not supported.",
      "5003" : "(5003) Please enter the password in the \"Password to Authorize use\" field in the Complete Order section before trying to access the address book links and/or before completing the order.  The password only needs to be entered once for the session.",
      "5004" : "(5004) Application ID and Password are required for Web Service authorization.",
      "5005" : "(5005) User Id/Password could not be authenticated.",
      "5006" : "(5006) Invalid password for Application ID {0}.",
      "5007" : "(5007) Application ID {0} not authorized to use this Web Service.",
      "5008" : "(5008) Errors in Input request to Web Service.",
      "5009" : "(5009) Label Type is a mandatory field.",
      "5010" : "(5010) Label Type {0} is not currently supported.",
      "5011" : "(5011) Error in label type {0}, request {1}.",
      "5012" : "(5012) Country of sender address is a mandatory field.",
      "5013" : "(5013) Country {0} of sender address is invalid.",
      "5014" : "(5014) Province of sender address is a mandatory field.",
      "5015" : "(5015) Province  {0} of sender address is invalid.",
      "5016" : "(5016) Postal Code of sender address is a mandatory field.",
      "5017" : "(5017) Postal Code {0} of sender address is invalid.  The valid format for a Postal Code is A9A 9A9.",
      "5018" : "(5018) Country of destination address is a mandatory field.",
      "5019" : "(5019) Country {0} of destination address is invalid.",
      "5020" : "(5020) Province of destination address is mandatory when shipping to Canada and State is mandatory when shipping to USA.",
      "5021" : "(5021) Province {0} of destination address is invalid.",
      "5022" : "(5022) City of destination address is mandatory when shipping to Canada or USA.",
      "5023" : "(5023) Postal Code of destination address is mandatory when shipping to Canada and Zip Code is mandatory when shipping to USA.",
      "5024" : "(5024) Postal Code {0} of destination address is invalid.  The valid format for a Postal Code is A9A 9A9.",
      "5025" : "(5025) Zip Code {0} of destination address is invalid.  The valid formats for a Zip Code are 99999 and 99999-9999.",
      "5026" : "(5026) Product Service is a mandatory field.",
      "5027" : "(5027) Product Service {0} is invalid.",
      "5028" : "(5028) Option {0} ({1}) is invalid for Product Service {2} ({3}).",
      "5029" : "(5029) Option {0} ({1}) is required for Product Service {2} ({3}).",
      "5030" : "(5030) An amount is mandatory for option {0} ({1}).",
      "5031" : "(5031) The Amount {0} is invalid for option {1} ({2}).   Please use the following format: 9999999.99.",
      "5032" : "(5032) An Identifier is mandatory for option {0} ({1}).",
      "5033" : "(5033) Options {0} ({1}) and {2} ({3}) are mutually exclusive (i.e. only one of the two can be selected).",
      "5034" : "(5034) Option {0} ({1}) can only be selected if option {2} ({3}) is also selected.",
      "5035" : "(5035) Postal Code {0} of sender address is not valid for Province {1}. address.",
      "5036" : "(5036) Postal Code {0} of destination address is not valid for Province {1}.",
      "5037" : "(5037) Province/State {0} of sender address is not valid for Country {1}.",
      "5038" : "(5038) Province/State {0} of destination address is not valid for Country {1}.",
      "5039" : "(5039) The method of Payment entered {0} is invalid.",
      "5040" : "(5040) An unexpected failure resulted from your request.",
      "5041" : "(5041) The application user id entered cannot be larger than 10 characters.",
      "6001" : "(6001) Order transmission of:  Local Id {0}",
      "6002" : "(6002) Order transmission of:  Local Id {0}; Order Id {1}",
      "6003" : "(6003) Downloading Barcode Range",
      "6004" : "(6004) Downloaded <{0}> LUWs",
      "6005" : "(6005) Preparing data updates on the Canada Post Server ({0} LUWs)",
      "6006" : "(6006) Downloading data updates from the Canada Post Server ({0} LUWs)",
      "6007" : "(6007) Unzipping data file ({0} LUWs)",
      "6008" : "(6008) Opening data file ({0} LUWs)",
      "6009" : "(6009) Applying data updates to the desktop database ({0} LUWs)",
      "6010" : "(6010) Downloading  <{0}> received",
      "6011" : "(6011) Downloading Customer {0}",
      "6012" : "(6012) Downloading Customer {0}; Contract {1}",
      "6013" : "(6013) Downloading Service Standards for Outlet {0}",
      "6014" : "(6014) Download of data updates not accepted",
      "6015" : "(6015) Download of software updates not accepted",
      "6016" : "(6016) Invalid Customer {0} entered for download",
      "6017" : "(6017) Invalid Customer {0}; Contract {1} entered for download",
      "6018" : "(6018) Validation error on Local Id {0}",
      "6019" : "(6019) Downloading data updates for LUW {0} not successful",
      "6020" : "(6020) Downloaded required system data.",
      "6021" : "(6021) Validation error on SOM Id {0}",
      "6022" : "(6022) Services used updated.",
      "6023" : "(6023) E-mail server is unavailable please try again later.",
      "6024" : "(6024) E-mail has been sent successfully for purchase order number {0}.",
      "6025" : "(6025) The label could not be created.",
      "6026" : "(6026) {0} is a mandatory field (i.e. cannot be blank).",
      "6027" : "(6027) The label you are attempting to use has expired.  Please contact {0} for a replacement.",
      "6028" : "(6028) The label you are attempting to use has already been rendered and is now expired.  Please contact {0} for a replacement.",
      "6029" : "(6029) The link has been incorrectly copied to the browser or is no longer available.  Please ensure you copy all lines of the URL from the e-mail to the browser as one line.",
      "6030" : "(6030) The Mailed By Customer Number is invalid. Please contact the Credit Management Group at 1-800-267-7651.",
      "6031" : "(6031) You are accessing the site from an unauthorized address [{0}].  Please contact your administrator for help.",
      "6032" : "(6032) The link is inactive.  Please contact your administrator for help.",
      "6033" : "(6033) Your order has been cancelled as it was not received within the time allotted.  Click the link below to return to the data entry screen.",
      "6034" : "(6034) Your order has been cancelled.  Click the link below to return to the data entry screen.",
      "6035" : "(6035) Your order has been cancelled due to a system error.  Click the link below to return to the data entry screen.  Please contact Canada Post.",
      "6036" : "(6036) The Express Order Entry solution is not accessible. Please contact your Webmaster.",
      "6037" : "(6037) Method of payment Account is not available. To process the email labels, please contact your Webmaster.",
      "6038" : "(6038) Method of payment Account is not available. Please select another method of payment. If you require information, please contact your Webmaster.",
      "6039" : "(6039) By selecting OK, the cost of this order will be charged to your Canada Post account.  Please note that your order is subject to verification, which may result in an adjustment to the value of your order.  All adjustments will be made to your Canada Post account.",
      "7007" : "(7007) The weight value is invalid.  The weight of each piece must be less than or equal to {0} {1}.",
      "7016" : "(7016) Your Mailing must contain at least one Mailing Piece to proceed.",
      "7027" : "(7027) Unit Weight of good must be greater than zero.",
      "7031" : "(7031) Please provide the conversion factor from the Canadian dollar (required when customs currency is not CAD). Cannot be zero.",
      "7050" : "(7050) The {0} option requires the {1} option to be selected.  Please select the {1} option or remove  option {0}.",
      "7064" : "(7064) Please enter a valid meter number (7 digits). Your meter number can be found on the meter impression next to the barcode or obtained by contacting your meter supplier.",
      "7088" : "(7088) A reason for export is required and must be a minimum of 4 characters if Other is selected.",
      "7120" : "(7120) Pressing Transmit indicates that a postage meter impression indicating the appropriate amount of postage paid is affixed to each item, and the SOM for the additional amount shown above.",
      "7121" : "(7121) The metered amount is short by ${0} (before taxes).  A meter impression of ${0} must be provided when depositing the mail at Canada Post.",
      "7149" : "(7149) The three dimensions (Length, Width and Height) must be entered.",
      "7209" : "(7209) Machineable Presort mail cannot be mixed with mail of other types on a Statement of Mailing.",
      "7210" : "(7210) The Letterflatainer field must be numeric.",
      "7249" : "(7249) One or more mandatory fields are missing at line {0}.",
      "7250" : "(7250) The code you entered is for a product that already has a barcode. You do not need to (and cannot) enter such shipment in the system.",
      "7254" : "(7254) This action is not valid on this page.  Please use the buttons and links from the page.",
      "7255" : "(7255) The size of your Mailing Plan has exceeded system limits for the Online version.  You must use the Desktop version for such large mailings.",
      "7260" : "(7260) This contract does not include Shipping services.  Remove the contract number, or use a different one if you have another contract.",
      "7263" : "(7263) A valid 7 digit meter number must be provided in your Profile when paying by Meter. Your meter number can be found on the meter impression next to the barcode or obtained by contacting your meter supplier.",
      "7272" : "(7272) The Promotional Code is not recognized because it either does not exist, is not applicable for the selected service or category, has expired, or has already been used (One-Time Use offers only).",
      "7274" : "(7274) Customer is legally responsible for the Customs information provided.",
      "7275" : "(7275) The amount of Duties and Taxes must be provided when they are prepaid by Sender.  It must be greater than zero and in format 99999.99.",
      "7277" : "(7277) You must specify (Y/N) if Duties and Taxes are prepaid by Sender for Commercial Customs Clearance.",
      "7283" : "(7283) Promotional Code was supplied or modified but was not applied to the shipment.  Please press Apply to refresh charges.",
      "7303" : "(7303) Invalid Account number, please verify.",
      "7318" : "(7318) Supplier Account Information is mandatory when this Method of Payment is selected.",
      "7326" : "(7326) Total Customs Value exceeds $99,999.99. Verify your data as you are legally responsible for the Customs information provided.",

      "8552" : "<div><h2>Canada Post Snap Ship<span class=\"trademarkSymbolStep2\">TM</span></h2><hr /><div class=\"errorTitleContent\"><h3>This isn't your label</h3></div><div class=\"errorBodyContent\"><p>We’re sorry. Only the customer who created this label can use it.</p><p>Please make sure you are signed in with the correct customer number to get this shipping label.</p></div></div>",
      "8555" : "<div><h2>Canada Post Ship Online<span class=\"trademarkSymbolStep2\">TM</span></h2><hr /><div class=\"errorTitleContent\"><h3>This isn't your label</h3></div><div class=\"errorBodyContent\"><p>We’re sorry. Only the customer who created this label can use it.</p><p>Please make sure you are signed in with the correct customer number to get this shipping label.</p></div></div>",

      "20000" : "(20000) The stored procedure 'raise_application_error' was called which causes this error to be generated. Correct the problem as described in the error message or contact the application administrator or DBA for more information.",
      "20001" : "(20001) Invalid path, file location or filename is invalid.",
      "20002" : "(20002) The <open_mode> parameter in fopen() is invalid.",
      "20003" : "(20003) File could not be opened or operated on as requested.",
      "20004" : "(20004) Operating system error occurred during the write operation.",
      "20005" : "(20005) Internal error, invalid file handle.",
      "20006" : "(20006) Invalid table name, no data found.",
      "20007" : "(20007) Table definition mis-match, unable to generate synchronization code.",
      "20008" : "(20008) Table does not have a primary, unable to generate synchronization code.",
      "20009" : "(20009) Table definition mis-match, unable to generate archive code.",
      "20010" : "(20010) Table does not appear to be partitionned, unable to generate archive code.",
      "20011" : "(20011) The maximum line size must be between 1 and 32767.",

      "UNMAPPED_CMSS_MSG" : "({0}) {1}",

      "8512" : "(8512) RestClient unmarshalling error.  Stream contained: {0}.",

      "30005" : "(30005) Recipient fields contain invalid characters such as \\ or |.",
      "31000" : "(31000) The Delivery Installation mailing plan must be refreshed before continuing.",
      "31001" : "(31001) The deposit date entered is invalid (i.e. must be in yyyy/mm/dd format).",
      "31002" : "(31002) The province is required if the postal code is omitted.",
      "31003" : "(31003) You must select at least 1 delivery area from the list.",
      "31004" : "(31004) A demand level must be selected.",
      "31005" : "(31005) Some mail piece contain stale information. Edit the mail pieces that require a recalculation.",
      "31006" : "(31006) It is not possible to accommodate the specified Start Date for {0} according to Canada Post's Service Standards.  Either enter a later Start Date or switch to Drop-off Date.",
      "31007" : "(31007) No results found for {0}",
      "31008" : "(31008) A timeout has occurred while waiting for a response from the server. Please retry your request. If the problem persists please contact the help desk at the number provided above.",
      "31009" : "(31009) The file selected exceeds the size limit of {0}Mb.",
      "31010" : "We can't complete your request at this time.<br/>Please try again later. ",
      "31011" : "The package length plus the girth can't be more than 2.74 metres (107.9 inches).",
      "8025" : "Please ensure the Mailing ID matches the last six digits in your 2D barcode and provided by the business specialty team (BST). If the incorrect code is entered a surcharge will be applied.",

      "11000" : "(11000) Address is invalid or incomplete (missing unit number for example).",
      "11001" : "(11001) The contract number is not found or invalid.",
      "11002" : "(11002) There is already a pickup request within one hour of this one.",
      "11003" : "(11003) Pickup cannot be done on the date requested (in the past, invalid or not a business day).",
      "11005" : "(11005) Customer not valid or blocked.",
      "11008" : "(11008) The date requested is too far; see the rules above.",
      "11009" : "(11009) Pickup is not available for the Postal Code you selected.",
      "11010" : "(11010) There must be a credit card on file when paying by credit card.",
      "11015" : "(11015) Missing Preferred Time.",
      "11016" : "(11016) The closing time cannot be before the pickup time.",
      "11018" : "(11018) Payment approval failed (credit blocked).",
      "11020" : "(11020) The transaction could not be authorized.  Verify you credit card.",
      "11021" : "(11021) Pickup cannot be done at the time requested (which may be outside business hours).",
      "11023" : "(11023) No pickup request found.",
      "11024" : "(11024) Supplier Account payment can only be submitted by the account provider or an authorized user.  Also covers the case where the supplier is set to only allow pre-authorized payment but it was not received in the request.",
      "11025" : "(11025) The transaction could not be authorized.  Verify you supplier account.",
      "11026" : "(11026) The pre-authorized amount does not match the calculated charges.",
      "11027" : "(11027) No default supplier account is specified in your Canada Post profile or the issuer of the default account does not match the platform you are using.",
      "11028" : "(11028) An account number and authorization code must be provided when charges are greater than zero.",
      "11111" : "(11111) System error; try again later or call Canada Post.",
      "E019" : "[JSV0005] Invalid string: the minimum length must be at least 1 (got only 0).",
      "E002" : "AAA Authentication Failure",
      "E021" : "Could not connect to service provider",
      "E022" : "Maximum limit on volume of requests was hit by service provider",

      "PROMO_MAX_DISCOUNT_SUCCESS" : "PROMO_MAX_DISCOUNT_SUCCESS",

      "PAYMENT_USER_TIMEOUT" : "110",
      "PAYMENT_REQUEST_TIMEOUT" : "408"

    },

    "PREFERENCES": {
        "BACK_BUTTON" : "Back to your order",
        "PAGE_TITLE" : "Saved details",
        "BROWSER_TITLE" : "Saved details | Canada Post",
        "BUSINESS_TAB" : "Business profiles",
        "PACKAGE_TAB" : "Packaging details",
        "CUSTOM_TAB" : "Item details",
        "ADD_PACKAGE_PAGE" :  "Create package details",

        "BUSINESS" : {
            "TITLE" : "Saved business profiles",
            "ADD_BTN_LABEL" : "Add business profile",
            "COL_NAME" : "Name",
            "COL_MAILED_BY" : "Mailed by",
            "COL_MOBO" : "MOBO",
            "COL_CONTRACT" : "Contract",
            "COL_PAID_BY" : "Paid by",
            "DEFAULT" : "Default",
            "DELETE_HOVER" : "Delete business profile",
            "DEL_MODAL_HEAD" : "Delete business profile",
            "DEL_MODAL_BODY" : "Are you sure you’d like to delete this business profile?",
            "DEL_SUCCESS_MSG_TOAST" : "The business profile has been deleted.",
            "DEL_FAIL_MSG_TOAST" : "The business profile can’t be deleted right now. Please try again later.",
            "PROFILE" : {
                "BACK_BUTTON" : "Back to saved details",
                "NAME" : "Name",
                "CUSTOMER_NUM" : "Customer number",
                "PAGE_TITLE" : "Create business profile",
                "PROF_NAME_TITLE" : "Name your profile",
                "PROF_INFO_LABEL" : "Provide a name for your profile to make it easy to identify. You can change this at any time. ",
                "TEXT_FIELD_NOTE" : "Max 50 characters",
                "MOBO_TITLE" : "Mailed on behalf of",
                "CONTRACT_TITLE" : "Contract",
                "PAID_BY_TITLE" : "Paid by",
                "SET_DEFAULT" : "Set as default",
                "SAVE_SUCCESS_TOAST" : "The business profile was saved.",
                "SAVE_FAIL_TOAST" : "The business profile could not be saved. Please try again later.",
                "CONTRACT_NUM" : " Contract number"
            }

        },
        "PACKAGE" : {
            "TITLE" : "Saved packages",
            "ADD_BTN_LABEL" : "Create package details",
            "COL_TYPE" : "Packaging type",
            "COL_DIMENSION" : "Dimension",
            "COL_WEIGHT" : "Weight",
            "DELETE_HOVER" : "Delete packaging details",
            "DEL_MODAL_HEAD" : "Delete packaging details",
            "DEL_MODAL_BODY" : "Are you sure you’d like to delete this set of packaging details?",
            "DEL_SUCCESS_MSG_TOAST" : "The package details have been deleted.",
            "DEL_FAIL_MSG_TOAST" :"The packaging details can’t be deleted right now. Please try again later.",
            "NO_DATA_TITLE" : "Keep details about the packaging you always use",
            "NO_DATA_TEXT_1" : "When entering packaging details, save and retrieve them as you go." ,
            "NO_DATA_TEXT_2" : "You can manage them here when your packaging needs change.",
            "DETAILS" : {
              "SAVE_SUCCESS_TOAST" : "The packaging details have been saved.",
              "SAVE_FAIL_TOAST" : "There was an issue, and your details could not be saved. Please try again later."
            }

        },
        "CUSTOM" : {
            "TITLE" : "Saved Items",
            "ADD_BTN_LABEL" : "Add a saved item",
            "COL_DESCRIPTION" : "Description",
            "COL_UNIT_WEIGHT" : "Unit weight",
            "COL_UNIT_VALUE" : "Unit value (CAD)",
            "COL_COUNTRY" : "Country of origin",
            "DELETE_HOVER" : "Delete item details",
            "DEL_MODAL_HEAD" : "Delete item details",
            "DEL_MODAL_BODY" : "Are you sure you’d like to delete this set of item details?",
            "DEL_SUCCESS_MSG_TOAST" : "The custom item has been deleted.",
            "DEL_FAIL_MSG_TOAST" : "The item details can’t be deleted right now. Please try again later.",
            "NO_DATA_TITLE" : "Keep details about the items you always ship abroad",
            "NO_DATA_TEXT_1" : "When entering customs item details, save and retrieve them as you go.",
            "NO_DATA_TEXT_2" : "As your business changes, you can manage your saved products here.",
            "SAVE_SUCCESS_TOAST" : "The item details were saved, and can be used on your next customs form.",
            "SAVE_FAIL_TOAST" : "There was an issue, and your details could not be saved. Please try again later."

        }
    },
    "GETDESCRIPTION": {
        "TUBE" : "Cylindrical tube",
        "COMMON_PACKAGING" : "Box, mailer or triangular mailing tube",
        "UNPACKAGED" : "Unpackaged",
        "DOCUMENT" : "Document",
        "PREPAID" : "Prepaid envelope"
    },

    "HISTORY" : {
      "BACK_BUTTON" : "Back to your order",
      "PAGE_TITLE" : "Order history",
      "BROWSER_TITLE" : "Order history | Canada Post",
      "COL_PONUMBER" : "Order number",
      "COL_DATE" : "Creation date",
      "COL_COST" : "Total cost",
      "COL_STATUS" : "Status",
      "EXPIRED" : "Expired",
      "ACTIVE" : "Active",
      "REPRINT" : "Reprint",
      "TODAY" : "Today",
      "YESTERDAY" : "Yesterday",
      "EXPIRY_NOTIFICATION" : "All orders shown were made in the last 30 days. Shipping labels can be printed for 5 days while an order is active.",
      "NO_DATA_TITLE" : "You have not made any orders in the last 30 days."
    },

    "DIMENSION" : {
      "LENGTH" : "Length *",
      "WIDTH" : "Width *",
      "HEIGHT" : "Height *",
      "WEIGHT" : "Weight *",
      "DIAMETER" : "Diameter *",
      "INVALID_VALUE" : "Please enter valid dimensions, each less than 200 cm (78.7 in.).",
      "INVALID_VALUE_INT" : "Please enter valid dimensions, each less than 150 cm (59 in.).",
      "MAX_GIRTH" : "The package length plus the girth (width plus height, times 2) can’t be more than 300 cm (118 in.).",
      "MAX_GIRTH_TUBE" : "The tube length plus the girth (diameter times 2) can’t be more than 300 cm (118 in.)."
    },
    "WEIGHT" : {
      "WEIGHT" : "Weight *",
      "INVALID_VALUE" : "Please enter a valid weight less than or equal to 30 kg (66 lb.).",
      "DOCUMENT_INVALID_VALUE" : "Please enter a valid weight under 1.36 kg (3 lb.).",
      "PREPAID_NO_WEIGHT" : "Please enter a valid weight.",
      "PREPAID_INVALID_VALUE" : "Please enter a valid weight under {{maxWeightMet}} kg ({{maxWeightImp}} lb.)."
    },

    "PACKAGEDETAILS" : {
      "PACKAGE_TYPE" : "Packaging type",
      "PACKAGE_COMMON" : "Box, mailer or triangular mailing tube",
      "PACKAGE_TUBE" : "Cylindrical tube (surcharges apply)",
      "PACKAGE_UNPACKAGED" : "Unpackaged (surcharges apply)",
      "PACKAGE_DOCUMENT" : "Document",
      "PACKAGE_PREPAID" : "Prepaid envelope",
      "ENVELOPE" : "Envelope",
      "SELECT_UNITS" : "Select units",
      "METRICUNIT_CM" : "cm",
      "IMPERIALUNIT_IN" : "in.",
      "METRICUNIT_WEIGHT" : "kg",
      "IMPERIALUNIT_WEIGHT" : "lb.",
      "SECTION_LABEL" : "Describe your packaging",
      "DIFFERENCE" : "What’s the difference?",
      "REFERENCE" : "Need a reference?",
      "SWITCH_UNITS_IMP" : "Switch to imperial",
      "SWITCH_UNITS_IMP_ALT" : "Switch units of measurement from metric to imperial.",
      "SWITCH_UNITS_MET" : "Switch to metric",
      "SWITCH_UNITS_MET_ALT" : "Switch units of measurement from imperial to metric.",
      "RADIO_BUTTON_OPTION_2" : "Radio button 2 of 3",
      "RADIO_BUTTON_OPTION_3" : "Radio button 3 of 3",
      "PREPAID_CODE" : "Article number *"
    },
    "CUSTOMSITEM" : {
      "ITEM_DESC" : "Item description *",
      "ITEM_VALUE" : "Unit value (CAD) *",
      "ITEM_WEIGHT" : "Unit weight *",
      "ITEM_QUANTITY" : "Quantity *",
      "ADDITIONAL_INFO" : "Additional item information",
      "ADD_SKU_LINK" : "Add an item/part/SKU number",
      "SKU_FIELD" : "Item/part/SKU number",
      "ADD_HS_LINK" : "Add a Harmonized system code",
      "HS_FIELD" : "Harmonized system code",
      "ADD_ORIGIN" : "Specify a country of origin",
      "ADD_STATE" : "State/Province/Territory",
      "CUSTOMS_INFO" : "Describe an item (or similar types of items) that you ship regularly. Reuse these details to speed up your customs forms.",
      "CUSTOM_PAGE_TITLE" : "Add a saved item",
      "ERROR_NOTIFICATION": "Please review {{ numOfErrors}} issue to continue",
      "MULTIPLE_ERROR_NOTIFICATION" : "Please review {{ numOfErrors}} issues to continue.",
      "ALT_REMOVE_ADD_OPTION": "Remove this additional information from your saved item details.",
      "HS_CODE_FORMAT_HELP": "Format:  9999.99.99.99",
      "INVALID_HS_CODE": "An HS code has 6, 8 or 10 numerals and it is formatted as: 9999.99.99.99",
      "DESCRIPTION_PLACEHOLDER": "Start typing to see your saved items",
      "ERROR_EXCEEDED_WEIGHT_1": "The combined weight of your items ({{customsItemsWeight}}",
      "ERROR_EXCEEDED_WEIGHT_2": ") now exceeds the total declared",
      "ERROR_EXCEEDED_WEIGHT_3": " weight ({{packageWeight}}",
      "ERROR_EXCEEDED_WEIGHT_4": "). Please verify your numbers.",
      "WEIGHT_REQUIRED_METRIC": "Please enter a weight between 0.001 kg ",
      "WEIGHT_REQUIRED_IMPERIAL": "Please enter a weight between 0.002 lb ",
      "WEIGHT_REQUIRED_MAX": "and {{packageWeight}} ",
      "QUANTITY_REQUIRED": "There should be at least 1 item.",
      "QUANTITY_EXCEEDED_1": "You entered a total value of ${{totalItemValue}} for this shipment.",
      "QUANTITY_EXCEEDED_2": "The total value for this shipment can't be more than $99,999.99.",
      "UNIT_VALUE_REQUIRED": "Enter a value between $0.01 and $99999.99."

    },
    "SHIPMENT" : {
      "REQUIRED_NAME": "Please enter a name.",
      "ADDRESS" : {
        "ADDRESS" : "Address *",
        "ADDR1" : "Address l1",
        "ADDR2" : "Address l2",
        "CITY" : "City",
        "REGION" : "Province/State",
        "COUNTRY" : "Country",
        "POSTALCODE" : "Postal/Zip Code",
        "MANUAL" : "Enter address manually",
        "ADDRESSCOMPLETE" : "Back to AddressComplete",
        "ADDRESSCOMPLETEPLACEHOLDER" : "Please type and select an address from the list.",
        "CHANGEADDRESS" : "Change the address",
        "REQUIRED_PROVINCE" : "Please select a province.",
        "REQUIRED_STATE": "Please select a state.",
        "REQUIRED_CITY" : "Please enter a city.",
        "INVALID_POSTAL_CODE": "Please enter a valid postal code.",
        "INVALID_ZIP_CODE": "Please enter a valid zip code.",
        "INVALID_POSTAL_CODE_FOR_PROVINCE": "Please enter a postal code that corresponds to the selected province.",
        "INVALID_ZIP_CODE_FOR_STATE": "Please enter a ZIP code that corresponds to the selected state.",
        "INVALID_ADDRESS": "Please type and select an address from the list."
      },
      "SENDER" : {
        "TITLE" : "From",
        "ANALYTICS": "From",
        "BODY_TEXT" : "This sender information will apply to all labels in this order.",
        "NAME" : "Name",
        "COMPANY" : "Company",
        "PROFILE_DROPDOWN_LABEL": "Business profile",
        "LINK_BUSINESS_PROFILE" : "Manage business profiles",
        "SEND_ADDITIONAL_EMAIL_ACTION" : "Send updates to an additional email",
        "ADDITIONAL_EMAIL_INPUT" : "Additional email for updates",
        "ADD_ADDITIONAL_EMAIL_ALT" : "Send updates to an additional email",
        "REMOVE_ADDITIONAL_EMAIL_ALT" : "Don’t send emails to this address",
        "PHONE" : "Phone *",
        "EMAIL" : "Email *",
        "WARNING_MESSAGE": "Please use a Canadian sender address.",
        "ADD_ALTERNATE_ADDRESS": "Use a different address",
        "ALTERNATE_SENDER_NAME": "Sender name *",
        "ALTERNATE_SENDER_NAME_PLACEHOLDER": "Enter a name",
        "ALTERNATE_SENDER_ADDRESS": "Address",
        "ALTERNATE_SENDER_ADDRESS_1": "Address line 1 *",
        "ALTERNATE_SENDER_ADDRESS_2": "Address line 2",
        "ALTERNATE_SENDER_ADDRESS_2_OPTIONAL": "(optional)",
        "ALTERNATE_SENDER_CITY": "City *",
        "ALTERNATE_SENDER_PROVINCE": "Province *",
        "ALTERNATE_SENDER_PROVINCE_PLACEHOLDER": "select a province",
        "ALTERNATE_SENDER_POSTAL_CODE": "Postal code *",
        "ALTERNATE_SENDER_ADDRESS_SAVE": "Save",
        "SEND_DELIVERY_UPDATE_CHECKBOX": "Send delivery status updates",
        "GUIDE_ALT_BUSINESS_PROFILE": "Get information about business profiles",
        "GUIDE_ALT_SENDER_ADDRESS": "Get information about using different sender addresses",
        "GUIDE_ALT_DELIVERY_UPDATES": "Get information about sender delivery updates",
        "GUIDE_ALT_RETURN_ADDRESS": "Get information about package return address",
        "SENDER_SUMMARY": {
          "BODY_TEXT": "This sender information will apply to all labels in this order.",
          "SENDER_INFO_TITLE": "Sender information",
          "MAILED_AND_PAID_BY": "Mailed and paid by:",
          "PAID_BY": "Paid by:",
          "MAILED_BY": "Mailed by:",
          "MAILED_ON_BEHALF_OF": "Mailed on behalf of:",
          "CONTRACT": "Contract:",
          "ADDITIONAL_EMAIL_DELIVERY_UPDATE": "Additional emails for delivery updates:",
          "SEND_DELIVERY_UPDATE": "send delivery updates)"
        }
      },
      "DESTINATION" : {
        "TITLE" : "To",
        "ANALYTICS": "To",
        "NAME" : "Name",
        "COMPANY" : "Company",
        "ADDRESSLINE1": "Address Line 1",
        "ADDRESSLINE2": "Address Line 2",
        "CITY": "City",
        "PROVINCE": "Province",
        "REGION": "State/Province/Territory",
        "STATE": "State/Territory",
        "COUNTRY": "Country",
        "POSTALCODE": "Postal Code",
        "SUGGESTED_POSTALCODE" : "Suggested formats:",
        "ZIPCODE": "Zip Code",
        "PHONE" : "Phone",
        "EMAIL": "Email",
        "SENDDELIVERYSTATUS": "Send Delivery Status",
        "ADDINFO" : "Additional Info",
        "NAME_PLACEHOLDER": "Start typing to see your saved recipients",
        "ADD_REFERENCE_NUMBER" : "Add a reference number",
        "ADDITIONAL_REFERENCE_INPUT": "Reference Number",
        "INVALID_REFERENCE_NUMBER": "Please enter a reference number without any of the following characters: & @ ` ~ | ! % * < >",
        "ADDITIONAL_REFERENCE_ALT": "Custom tracking number",
        "REMOVE_REFERENCE_NUMBER" : "Remove reference number",
        "SEND_ADDITIONAL_EMAIL_ACTION" : "Send delivery status updates to recipient",
        "ADD_ADDITIONAL_EMAIL_ALT" : "Send delivery status updates to recipient",
        "REMOVE_ADDITIONAL_EMAIL_ALT" : "Don’t send emails to recipient",
        "COST_CENTRE": "Add a cost centre",
        "COST_CENTRE_ALT_TEXT": "Cost centre",
        "COST_CENTRE_REMOVE_ICON": "Remove cost centre",
        "INVALID_COST_CENTRE": "Please enter a cost centre without any of the following characters: & @ ` ~ | ! % * < >",
        "GUIDE_ALT_REFERENCE_NUMBER": "Get information about reference numbers",
        "GUIDE_ALT_COST_CENTRE": "Get information about cost centres",
        "GUIDE_ALT_DELIVERY_UPDATES": "Get information about delivery updates for recipients",
        "GUIDE_ALT_SAVED_RECIPIENTS": "Get information about saved recipients",
        "SHIP_TO_SUCCESS_MSG_TOAST": "The recipient details have been added. If you're working on the first item in your order, you will see them after you have confirmed your sender information.",
        "DESTINATION_SUMMARY": {
          "RECIPIENT_ADDRESS": "Recipient address",
          "CONTACT_INFO": "Contact information"
        }
      },
      "PACKAGE" : {
        "TITLE": "Package",
        "ANALYTICS": "Package",
        "DEFAULT_SELECT": "Select saved details",
        "PREFS_DROPDOWN_LBL" : "Saved packaging details",
        "SAVE_DETAILS_CHECKBOX" : "Save these package details for future use",
        "NEXT_BTN_LBL" :"Next",
        "REMAINING_PACKAGE": " ({{remainingValue}} remaining)",
        "PREPAID_INVALID" : "Please enter a valid article number.",
        "PREPAID_NATIONAL_REQUIRED" : "This article number is for a regional prepaid envelope. Please enter a number for a national prepaid envelope.",
        "PREPAID_BAD_TYPE" : "(7250) You cannot enter this shipment in the system because this product has a barcode. Instead, complete the address details on the envelope and drop it in a Canada Post mailbox.",
        "CANADA_POSTAL_GUIDE_TEXT_START": "Learn about prohibited and restricted items.",
        "CANADA_POSTAL_GUIDE_LINK": "https://www.canadapost-postescanada.ca/tools/pg/manual/PGnonmail-e.asp",
        "GUIDE_ALT_RESTRICTED_ITEMS": "Get information about prohibited and restricted items",
        "GUIDE_ALT_SAVED_PACKAGE_DETAILS": "Get information about saved package details",
        "GUIDE_ALT_PACKAGING_TYPES": "Get information about packaging types",
        "GUIDE_ALT_WEIGHTS": "Get information about example shipment weights",
        "GUIDE_ALT_PREPAID_ENVELOPE": "Get information about prepaid envelope"
      },
      "SHIPPING_SERVICE" : {
        "TITLE": "Shipping Service",
        "ANALYTICS_DOM": "Shipping Service - Domestic",
        "ANALYTICS_US": "Shipping Service - US",
        "ANALYTICS_INT": "Shipping Service - International",
        "DELIVERY_CONTENT": "Delivery dates are guaranteed if your item ships before today's cutoff time.",
        "SERVICE_CONTENT":" All services include tracking and delivery confirmation.",
        "SERVICE_LABEL" : "Choose a shipping service",
        "SORT_LABEL" : "Sort By:",
        "CHEAPEST" : "Cheapest",
        "FASTEST"  : "Fastest",
        "ESTIMATED_DELIVERY" : "Estimated Delivery",
        "GUARANTEED_DELIVERY" : "Guaranteed Delivery",
        "EXPECTED_6_12_DAYS": "6-12 business days",
        "EXPECTED_4_12_WEEKS": "4-12 weeks",
        "EXPECTED_5_10_DAYS":  "5-10 business days",
        "ADDITIONAL_OPTIONS" : "Additional options",
        "FREE" : "Free",
        "UP_TO_100": "Free up to $100",
        "ON_DEMAND_PICKUP_LINK_TEXT" : "most locations",
        "ON_DEMAND_PICKUP_LINK_LABEL": "One-Time On-demand pickup in ",
        "ON_DEMAND_PICKUP_LINK": "https://www.canadapost-postescanada.ca/cpotools/apps/pa?LOCALE=en",
        "INVALID_AMOUNT": "Enter a value between $0.01 and {{maxAmount}}.",
        "MISSING_PRODUCTS_MSG": "Based on the shipping details you've entered, not all services are available, or we can't offer international shipping at all.",
        "MISSING_PRODUCTS_TEXT_1" : "Often, the problem is that a parcel is too big or heavy, and exceeds local postal restrictions. To find out if this is the problem, see the ",
        "MISSING_PRODUCTS_LINK_1_TEXT" : "International Destination Listing.",
        "MISSING_PRODUCTS_LINK_1": "https://www.canadapost-postescanada.ca/internationallistings",
        "MISSING_PRODUCTS_TEXT_2" : "Occasionally, service is unavailable because of an interruption or restriction at the destination. To find out if this is the issue, read the ",
        "MISSING_PRODUCTS_LINK_2_TEXT" : "Important updates.",
        "MISSING_PRODUCTS_LINK_2" : "https://www.canadapost-postescanada.ca/web/en/blogs/announcements/list.page?cattype=announcements&cat=updates",
        "GUIDE_ALT_ADDITIONAL_OPTIONS": "Get information about additional options for shipping services",
        "ERROR_NOTIFICATION_MSG": "To continue, please choose a shipping service."
      },
      "CUSTOM" : {
        "TITLE": "Customs",
        "ANALYTICS_US": "Customs - US",
        "ANALYTICS_INT": "Customs - International",
        "DECLARATION_BODY": "Learn about any rules or limitations on what youʼre sending.",
        "NON_DELIVERY_INST_LBL": "Non-delivery instructions *",
        "REASON_FOR_EXPORT_LBL": "Reason for export *",
        "ADD_DECL_INFO": "Additional declaration information",
        "ADD_TAX_IRS": "Add a Tax ID/IRS number",
        "ADD_INVOICE": "Add an invoice number",
        "ADD_CERTIFICATE": "Add a certificate number",
        "ADD_LICENSE": "Add a license number",
        "TAX_IRS": "Tax ID/IRS number",
        "INVOICE": "Invoice number",
        "CERTIFICATE": "Certificate number",
        "LICENSE": "License number",
        "DESTINATION_LISTING_LINK": "https://www.canadapost-postescanada.ca/tools/pg/manual/PGintdest-e.asp",
        "ADD_CUSTOMS_ITEM": "Add another item",
        "MAX_ITEM": " (Up to {{maxCustomsItemValue}})",
        "MAX_OUT_INFO_MSG_ADD_ITEM": "You can declare up to {{maxNumOfItem}} items.",
        "PACKAGE_CONTENT_LABEL": "Package contents",
        "PACKAGE_CONTENT_BODY": "Describe distinct items or similar types of items. Give as much detail as possible. If you ship an item regularly, save its details to speed up your next customs form.",
        "PACKAGE_NEW_ITEM": "New item",
        "OTHER_REASON": "State other reason *",
        "SAVE_DETAILS_CHECKBOX" : "Save these details for future use",
        "REMAINING_PACKAGE": " ({{remainingValue}} of {{totalValue}} remaining)",
        "HS_CODE_LINK_TEXT": "HS code search tool",
        "HS_CODE_LINK": "https://www.canadapost-postescanada.ca/cpotools/apps/wtz/business/findHsCode?LOCALE=en",
        "DEL_SUCCESS_MSG_TOAST": "The item has been removed.",
        "GUIDE_ALT_SHIPPING": "Get information about shipping to different countries",
        "GUIDE_ALT_DELIVERY_INSTRUCTIONS": "Get information about non-delivery instructions",
        "GUIDE_ALT_ADDITIONAL_DECLARATION_INFO": "Get information about additional declaration information for customs",
        "GUIDE_ALT_REQUIRED_ITEM": "Get information about required item information for customs",
        "GUIDE_ALT_ADDITIONAL_ITEM": "Get information about additional item information for customs",
        "GUIDE_ALT_SAVED_CUSTOM_DETAILS": "Get information about saved customs details"
      },
      "PAYMENT_SUMMARY": {
        "SUMMARY_HEADER": "Summary",
        "TOTAL": "Total",
        "SFSB_DISCOUNT": "SfSB savings",
        "ADD_TO_ORDER_BTN": "Add to order",
        "RETURN_TO_CART": "Cancel and return to order page"
      },
      "MODAL":{
        "RETURN_TO_CART":{
          "HEADER": "You have unsaved work",
          "BODY": "If you go to your order page now, you will lose the information you’ve entered so far. Would you like to finish creating this shipping label first?",
          "SUBMIT_BUTTON": "Keep working",
          "CANCEL_BUTTON": "View my order"
        },
        "BUSINESS_PROFILE":{
          "HEADER": "You have unsaved work",
          "BODY": "If you leave to manage your business profiles now, you will lose the information you’ve entered so far. Would you like to finish creating this shipping label first?",
          "SUBMIT_BUTTON": "Stay and finish",
          "CANCEL_BUTTON": "Go to business profiles"
        },
        "EDIT_PANEL" : {
          "HEADER": "Do you want to reenter details after this step?",
          "BODY": "If you edit this step, you’ll need to reenter details in the steps that follow. Are you sure you want to proceed?",
          "SUBMIT_BUTTON": "Yes, edit",
          "CANCEL_BUTTON": "Cancel"
        },
        "COV_AMOUNT_PANEL" : {
          "HEADER": "We have adjusted your liability coverage",
          "BODY": "We have reduced your coverage to ${{newAmount}} to match the declared value of your items. If you want the original coverage amount of ${{oldAmount}}, please edit the value of your items.",
          "SUBMIT_BUTTON": "Accept adjustment",
          "CANCEL_BUTTON": "Reject and edit"
        },
        "DELETE_CUSTOM_ITEM_PANEL" : {
          "HEADER": "Remove item",
          "BODY": "Are you sure you want to remove this item?",
          "SUBMIT_BUTTON": "Delete",
          "CANCEL_BUTTON": "Cancel"
        }
      },
      "PICKUP" : {
        "PAGE_TITLE": "Shipping Manager",
        "CANCEL_AND_GO_BACK": "Cancel pickup and go back to order",
        "BOOK_PICKUP": {
          "SUB_TITLE": "Book a pickup (optional)",
          "COST": "You can book a One-Time On-Demand Pickup for a $3.50 fee - or at no additional cost with the Priority service.",
          "TIME": "Book up to 90 business days ahead. if today's cut-off time has passed, you can book as early as the next business day",
          "SELECT_PICKUP_DATE": "Select a pickup date",
          "SELECT_PICKUP_TIME": "Pickup time frame",
          "PICKUP_TIME_DESC": "Let us know when your items can be picked up. Daily cut-off time is determined by your selected shipping service",
          "PICKUP_TIME_EARLIEST_DROPDOWN_LABEL": "Earliest pickup time",
          "PICKUP_TIME_LATEST_DROPDOWN_LABEL": "Latest pickup time",
          "PICKUP_DROPDOWN_DEFAULT_OPTION": "Select a time"
        },
        "INSTRUCTIONS" : {
          "SUB_TITLE": "Instructions",
          "DRIVER_LOCATION_DEFAULT_OPTION": "Choose a location",
          "DRIVER_LOCATION_LABEL": "On arrival, driver should go to the",
          "ADDITIONAL_OPTIONAL_INSTRUCTION_LABEL": "Instructions (optional)",
          "EMAIL_DELIVERY_UPDATES": "Email me delivery updates at ${{emailAddress}}"
        },
        "SUBMIT_ACTION":"Confirm & pay",
        "CANCEL_ACTION":"Cancel pickup"
      }
    },
    "VALIDATION": {
      "PHONE_NUMBER": "The phone number format must be (999) 999-9999 ext 99999",
      "EMAIL_ADDRESS": "Please enter a valid email address."
    },
    "PAGINATOR" : {
      "OF" : "of",
      "NEXT_PAGE" : "Next page",
      "PREVIOUS_PAGE" : "Previous page"
    },
    "GEOGRAPHY": {
      "COUNTRY": "Country of origin",
      "PROVINCE": "Province of origin",
      "MISSING_PROVINCE": "Please include a province of origin."
    },
    "ALT": {
      "ERRORICON": "Error Notification Icon",
      "SUCESSICON": "Success Notification Icon",
      "CLOSEICON": "Close",
      "EDITICON": "Edit address",
      "CHECKEDICON": "Checked",
      "DELETEICON": "Delete address",
      "EDITCUSTOMICON": "Edit item details",
      "DELETECUSTOMICON":"Remove item"
    },
    "GUIDE": {
      "TITLE": "Guide",
      "SECTION_TITLE_FROM": "From",
      "SUB_SECTION_TITLE_BUSINESS_PROFILE": "Business profiles",
      "BUSINESS_PROFILE_DESC_01": "A business profile is a set of sender details for a shipping order, such as a return address and account number.",
      "BUSINESS_PROFILE_DESC_02": "You can save and select different profiles to match the different ways you ship (for example, on behalf of multiple businesses).",
      "BUSINESS_PROFILE_DESC_03": "The default option is based on the details in your Canada Post Profile.",
      "BUSINESS_PROFILE_DESC_04": "You can add business profiles from within the Shipping Manager tool. Go to the Saved Preferences page, and select the Business Profiles tab.",

      "SUB_SECTION_TITLE_SENDER_ADDRESSES": "Sender address",
      "SENDER_ADDRESSES_DESC_01_SO": "Your default sender address is saved and can be edited in your Canada Post Profile.",
      "SENDER_ADDRESSES_DESC_01_SS_SM" : "Your default sender address is saved and can be edited in your Canada Post Profile. If needed, you can select Use a different address for this shipment.",
      "SENDER_ADDRESSES_DESC_02": "Your sender address is the location from which you send your shipment, it will be used to calculate your shipping costs, and it will appear on your shipping label. It must be a Canadian address.",
      "SENDER_ADDRESSES_DESC_03": "It is also used for returns.",
      "SENDER_ADDRESSES_DESC_04_SS_SM": "Note: If you're sending your package from a different address than where you would receive returns, select Add a Return Address.",

      "SUB_SECTION_TITLE_RETURN_ADDRESS": "Return address",
      "RETURN_ADDRESS_DESC_01": "Complete this optional field if your return address is different from your sender address.",
      "RETURN_ADDRESS_DESC_02": "Note: This is for returns only. Your shipping costs are based on your sender address. You'll be provided delivery options, including Canada Post locations to drop off your shipment, based on your sender address.",
      "RETURN_ADDRESS_DESC_03": "The information you enter in this field will appear in the Return Address portion of your shipment label.",
      "RETURN_ADDRESS_DESC_04": "This will remain your default return address for future shipments until you delete it.",

      "SUB_SECTION_TITLE_DELIVERY_UPDATES": "Delivery updates",
      "DELIVERY_UPDATES_DESC_01": "We always send an order receipt to the email address registered with your account (or Canada Post Profile). You can also receive delivery status updates for each shipment at this same email address.",
      "DELIVERY_UPDATES_DESC_02": "You can also CC up to two other email addresses (for example, an internal client, or a third party business).",
      "DELIVERY_UPDATES_DESC_03": "Recipients can also receive delivery updates. You can set this when you enter their details in the next step.",

      "SECTION_TITLE_1": "Packaging",
      "SUB_SECTION_TITLE_11": "Package Type",
      "SUB_SECTION_ITEM_DESC_111": "Package Type description",
      "SUB_SECTION_TITLE_12": "Surcharges",
      "SUB_SECTION_ITEM_DESC_121": "Package Type surcharges description",
      "SUB_SECTION_TITLE_13": "Weight References",
      "SUB_SECTION_ITEM_DESC_131": "Weight References description",

      "SECTION_TITLE_2": "Shipping Services",
      "SUB_SECTION_TITLE_21": "Shipping Service sub section ",
      "SUB_SECTION_ITEM_DESC": "Shipping Service sub section description",

      "SECTION_TITLE_3": "Customs",
      "SUB_SECTION_TITLE_31": "Customs Item details",
      "SUB_SECTION_ITEM_DESC_311": "Customs Item description",

      "SECTION_TITLE_4": "To (recipient details)",
      "SUB_SECTION_TITLE_41": "Saved Recipients",
      "SUB_SECTION_ITEM_DESC_411": "When you save a recipient’s details, they’re added as a new entry in your address book.",
      "SUB_SECTION_ITEM_DESC_412": "The next time you create a shipment, typing the recipient name checks the address book for matches after a few characters. Selecting an entry fills in the fields with all the saved recipient details.",
      "SUB_SECTION_ITEM_DESC_413": "If you make any changes to a recalled address book entry, you can save the recipient details as a new entry.",

      "SUB_SECTION_TITLE_42": "Delivery Updates",
      "SUB_SECTION_ITEM_DESC_421": "We can send delivery status updates to the recipient when you enter their email address.",

      "SUB_SECTION_TITLE_43": "Reference Number",
      "SUB_SECTION_ITEM_DESC_431": "As an alternative to the tracking number we provide, you can use a custom reference number to track a shipment",
      "SUB_SECTION_ITEM_DESC_432": "Sometimes it’s simpler to associate a shipment with your own internal reference name or number. This makes it easier to cross-reference a shipment with records within your own administrative systems.",
      "SUB_SECTION_ITEM_DESC_433": "When you add a reference number (up to 35 alphanumeric characters), it appears on the shipping label. Both you and the recipient can use this to monitor the delivery status of the item at",
      "SUB_SECTION_ITEM_DESC_434": "canadapost-postescanada.ca/track.",
      "SUB_SECTION_ITEM_URL_435": "http://canadapost-postescanada.ca/track",

      "SUB_SECTION_TITLE_44": "Cost centres",
      "SUB_SECTION_ITEM_DESC_441": "When you enter a cost centre, the shipment, as an expense, is assigned to a specific category.",
      "SUB_SECTION_ITEM_DESC_442": "This is useful when you or someone in your organization generate cost centre reports.",
      "SUB_SECTION_ITEM_DESC_443": "A cost centre can be up to 30 alphanumeric characters.",


      "SECTION_TITLE_5": "Package",
      "SUB_SECTION_TITLE_51": "Prohibited and restricted items",
      "SUB_SECTION_ITEM_DESC_511": "Learn about prohibited and restricted items in our ",
      "SUB_SECTION_ITEM_POSTAL_GUIDE": "Postal Guide.",
      "SUB_SECTION_POSTAL_GUIDE_URL": "https://www.canadapost-postescanada.ca/tools/pg/manual/PGnonmail-e.asp",
      "SUB_SECTION_ITEM_DESC_514": "We want shipments to be safe for the sender, receiver, and everyone who takes part in processing and delivering it.",
      "SUB_SECTION_ITEM_DESC_515": "Some types of items are prohibited and cannot be mailed. For example: ",
      "SUB_SECTION_ITEM_DESC_516": "Contents that are highly flammable or explosive",
      "SUB_SECTION_ITEM_DESC_517": "Replica munitions",
      "SUB_SECTION_ITEM_DESC_518": "Contents that give off a strong or offensive odour",
      "SUB_SECTION_ITEM_DESC_519": "Some items may be sent if you meet requirements and prepare them properly. For example: ",
      "SUB_SECTION_ITEM_DESC_5110": "Tobacco and vaping products",
      "SUB_SECTION_ITEM_DESC_5111": "Animals",
      "SUB_SECTION_ITEM_DESC_5112": "Fruit, vegetables and meat",
      "SUB_SECTION_ITEM_DESC_5113": "Take responsibility for what you send. Learn about",
      "SUB_SECTION_ITEM_NON_MAILABLE": "non-mailable matter ",
      "SUB_SECTION_ITEM_NON_MAILABLE_URL": "https://www.canadapost-postescanada.ca/tools/pg/manual/PGnonmail-e.asp",
      "SUB_SECTION_ITEM_DESC_5115": "in our ",
      "SUB_SECTION_ITEM_POSTAL_GUIDE_2": "Postal Guide",
      "SUB_SECTION_POSTAL_GUIDE_URL_2": "https://www.canadapost-postescanada.ca/tools/pg/default-e.asp",



      "SUB_SECTION_TITLE_52": "Saved package details",
      "SUB_SECTION_ITEM_DESC_521": "When you enter package details for a shipment (packaging type, dimensions, weight) you can save these as an entry.",
      "SUB_SECTION_ITEM_DESC_522": "The next time you are creating a label for a shipment, you can recall this entry and automatically fill in the fields.",
      "SUB_SECTION_ITEM_DESC_523": "This can save you time if you repeatedly ship the same types and sizes of packaging.",
      "SUB_SECTION_ITEM_DESC_524": "If you make any changes to an entry (for example, the weight), you can save this set of details as a new entry.",
      "SUB_SECTION_ITEM_DESC_525": "These entries are managed on the Saved Details page.",

      "SUB_SECTION_TITLE_53": "Packaging types",
      "SUB_SECTION_ITEM_DESC_530": "Packaging types and sizes",
      "SUB_SECTION_ITEM_DESC_531": "Boxes",
      "SUB_SECTION_ITEM_DESC_532": "Bubble mailers",
      "SUB_SECTION_ITEM_DESC_533": "Document envelopes",
      "SUB_SECTION_ITEM_DESC_534": "Flat-sided mailing tubes (triangular or four-sided containers)",
      "SUB_SECTION_ITEM_DESC_535": "Cylindrical mailing tubes",
      "SUB_SECTION_ITEM_DESC_536": "Unpackaged",
      "SUB_SECTION_ITEM_DESC_537": "Taking measurements",
      "SUB_SECTION_ITEM_DESC_538": "If possible, lay the packaging flat and take measurements where length, width, and height are greatest.",
      "SUB_SECTION_ITEM_DESC_539": "Maximum dimensions ",
      "SUB_SECTION_ITEM_DESC_5310": "When taking measurements, please note the following",
      "SUB_SECTION_ITEM_DESC_5311": "no single dimension can exceed 200 cm (78.7 inches)",
      "SUB_SECTION_ITEM_DESC_5312": "the maximum length plus girth cannot exceed 300 cm (118 inches)",

      "SUB_SECTION_TITLE_55": "Handling surcharges",
      "SUB_SECTION_ITEM_DESC_551": "There are cases where a shipment requires special handling, and a surcharge is applied.",
      "SUB_SECTION_ITEM_DESC_552": "Often, it is because of the size, weight, or packaging shape: ",
      "SUB_SECTION_ITEM_DESC_553": "Cylindrical mailing tubes: ",
      "SUB_SECTION_ITEM_DESC_554": "A $2.00 surcharge is applied. Note there is no surcharge for mailing tubes that can lie flat (such as triangular ones).",
      "SUB_SECTION_ITEM_DESC_555": "Oversized items:",
      "SUB_SECTION_ITEM_DESC_556": "A $12.00 surcharge applies if any dimension exceeds 100 cm (39.4 inches), or if two dimensions exceed 76 cm (30 inches).",
      "SUB_SECTION_ITEM_DESC_557": "Unpackaged items:",
      "SUB_SECTION_ITEM_DESC_558": "A $12.00 surcharge applies if an item is considered unpackaged:",
      "SUB_SECTION_ITEM_DESC_559": "it’s not fully enclosed by the packaging (for example, a protruding tailpipe)",
      "SUB_SECTION_ITEM_DESC_5510": "it has very loose packaging",
      "SUB_SECTION_ITEM_DESC_5511": "its shape is very round or cylindrical (for example, a tire)",
      "SUB_SECTION_ITEM_DESC_5512": "Note if an item is both unpackaged and oversized, the unpackaged surcharge is waived.",

      "SUB_SECTION_TITLE_56": "Fuel surcharges",
      "SUB_SECTION_ITEM_DESC_561": "In most cases, a fuel surcharge is added to the base cost of the shipment. ",
      "SUB_SECTION_ITEM_DESC_562": "This surcharge is updated monthly. The latest information is available at ",
      "SUB_SECTION_ITEM_DESC_563": "canadapost-postescanada.ca/fuelsurcharge.",
      "SUB_SECTION_ITEM_DESC_564": "https://www.canadapost-postescanada.ca/web/en/kb/details.page?article=fuel_surcharges_on_m&cattype=kb&cat=sending&subcat=ratesdimensions&ecid=murl07001075",

      "SUB_SECTION_TITLE_57": "Weight comparison (US / Intl)",
      "SUB_SECTION_ITEM_DESC_571": "Not sure about your shipment weight? Here are some everyday items you can use as a guide.",
      "SUB_SECTION_ITEM_DESC_572": "Please note these items are for comparison. You can learn more about what you can and can’t ship by visiting our",
      "SUB_SECTION_ITEM_DESC_573": " personal ",
      "SUB_SECTION_ITEM_PERSONAL_URL": "https://www.canadapost-postescanada.ca/cpc/en/personal/sending/parcels/restrictions.page",
      "SUB_SECTION_ITEM_DESC_574": "and ",
      "SUB_SECTION_ITEM_DESC_575": "business ",
      "SUB_SECTION_ITEM_BUSINESS_URL": "https://www.canadapost-postescanada.ca/cpc/en/business/shipping/restrictions.page ",
      "SUB_SECTION_ITEM_DESC_576": "restrictions pages.",
      "SUB_SECTION_ITEM_DESC_577": "0 to 500 g (0 to 1.1 lb.)",
      "SUB_SECTION_ITEM_DESC_578": "Metal watch",
      "SUB_SECTION_ITEM_DESC_579": "Ceramic coffee mug",
      "SUB_SECTION_ITEM_DESC_5710": "Reusable travel mug",
      "SUB_SECTION_ITEM_DESC_5711": "500 g to 1 kg (1.1 to 2.2 lb.)",
      "SUB_SECTION_ITEM_DESC_5712": "400-page hardcover book",
      "SUB_SECTION_ITEM_DESC_5713": "Yoga mat",
      "SUB_SECTION_ITEM_DESC_5714": "Jeans",
      "SUB_SECTION_ITEM_DESC_5715": "1 to 2 kg (2.2 to 4.4 lb.)",
      "SUB_SECTION_ITEM_DESC_5716": "Frying pan",
      "SUB_SECTION_ITEM_DESC_5717": "Toaster",
      "SUB_SECTION_ITEM_DESC_5718": "2 to 3 kg (4.4 to 6.6 lb.)",
      "SUB_SECTION_ITEM_DESC_5719": "Laptop",
      "SUB_SECTION_ITEM_DESC_5720": "Clothing iron",

      "SUB_SECTION_TITLE_58": "Weight comparison (Domestic)",
      "SUB_SECTION_ITEM_DESC_581": "Not sure about your shipment weight? Here are some everyday items you can use as a guide.",
      "SUB_SECTION_ITEM_DESC_582": "Please note these items are for comparison. You can learn more about what you can and can’t ship by visiting our",
      "SUB_SECTION_ITEM_DESC_583": " personal ",
      "SUB_SECTION_ITEM_DESC_584": "https://www.canadapost-postescanada.ca/cpc/en/personal/sending/parcels/restrictions.page",
      "SUB_SECTION_ITEM_DESC_585": "and ",
      "SUB_SECTION_ITEM_DESC_586": "business ",
      "SUB_SECTION_ITEM_DESC_587": "https://www.canadapost-postescanada.ca/cpc/en/business/shipping/restrictions.page",
      "SUB_SECTION_ITEM_DESC_588": "restrictions pages.",
      "SUB_SECTION_ITEM_DESC_589": "100 to 750 g  (3.5 oz. to 1.65 lb.)",
      "SUB_SECTION_ITEM_DESC_5810": "Metal watch",
      "SUB_SECTION_ITEM_DESC_5811": "Ceramic coffee mug",
      "SUB_SECTION_ITEM_DESC_5812": "Reusable travel mug",
      "SUB_SECTION_ITEM_DESC_5813": "750 g to 1 kg (1.65 to 2.2 lb.)",
      "SUB_SECTION_ITEM_DESC_5814": "400-page hardcover book",
      "SUB_SECTION_ITEM_DESC_5815": "Yoga mat",
      "SUB_SECTION_ITEM_DESC_5816": "Jeans",
      "SUB_SECTION_ITEM_DESC_5817": "1 to 2 kg (2.2 to 4.4 lb.)",
      "SUB_SECTION_ITEM_DESC_5818": "Frying pan",
      "SUB_SECTION_ITEM_DESC_5819": "Toaster",
      "SUB_SECTION_ITEM_DESC_5820": "Winter boots",
      "SUB_SECTION_ITEM_DESC_5821": "2 to 3 kg (4.4 to 6.6 lb.)",
      "SUB_SECTION_ITEM_DESC_5822": "Laptop",
      "SUB_SECTION_ITEM_DESC_5823": "Clothing iron",
      "SUB_SECTION_ITEM_DESC_5824": "Blender",
      "SUB_SECTION_ITEM_DESC_5825": "3 to 5 kg (6.6 to 11 lb.)",
      "SUB_SECTION_ITEM_DESC_5826": "Acoustic guitar",
      "SUB_SECTION_ITEM_DESC_5827": "Skates",
      "SUB_SECTION_ITEM_DESC_5828": "Red brick",

      "SUB_SECTION_TITLE_PREPAID_ENVELOPE": "Prepaid envelope",
      "PREPAID_ENVELOPE_DESC_01": "Prepaid envelopes offer convenient flat-rate pricing.",
      "PREPAID_ENVELOPE_DESC_02": "Each prepaid envelope includes an article number, which indicates:",
      "PREPAID_ENVELOPE_DESC_02_01": "Whether the envelope can be sent regionally or nationally.",
      "PREPAID_ENVELOPE_DESC_02_02": "The size of the envelope.",
      "PREPAID_ENVELOPE_DESC_02_03": "The service level (Priority or Xpresspost).",
      "PREPAID_ENVELOPE_DESC_03_TEXT": "Learn more",
      "PREPAID_ENVELOPE_DESC_03_LINK": "https://www.canadapost.ca/tools/pg/Amalgamated/parcel_services_guide-e.pdf#page=30",

      "SECTION_TITLE_SERVICE_PANEL": "Shipping service",

      "SUB_SECTION_TITLE_ADD_OPTION": "About additional options",
      "SUB_SECTION_ITEM_DESC_6101": "Many services include base features such as tracking and delivery updates. ",
      "SUB_SECTION_ITEM_DESC_6102": "You can select additional options if you want to include service enhancements.",

      "SUB_SECTION_TITLE_SIGNATURE_AGE": "Signature and proof of age",
      "SUB_SECTION_TITLE_AND": "and",
      "SUB_SECTION_TITLE_SIGNATURE": "Signature",
      "SUB_SECTION_ITEM_DESC_6201": "If you want proof of delivery, request a signature from the recipient. View it online for up to 45 days.",
      "SUB_SECTION_TITLE_AGE_PROOF": "Proof of age ",
      "SUB_SECTION_ITEM_DESC_6202": "If your item has a legal age requirement, request valid ID (along with a signature). The recipient must show proof of age to receive the package.",

      "SUB_SECTION_TITLE_DROP_OFF": "Drop-off options",
      "SUB_SECTION_ITEM_DESC_HEADER_1": "Card for pickup",
      "SUB_SECTION_ITEM_DESC_6301": "Emphasize security. We will take the item to the post office and leave a Delivery Notice Card telling the recipient where they can pick it up. ",
      "SUB_SECTION_ITEM_DESC_HEADER_2": "Leave at door (no card)",
      "SUB_SECTION_ITEM_DESC_6302": "Emphasize delivery time: ",
      "SUB_SECTION_ITEM_DESC_6303": "If no one answers, we will leave the item in the mailbox or mail receptacle.",
      "SUB_SECTION_ITEM_DESC_6304": "If it doesn't fit, we will look for a safe drop location (sheltered from weather and hidden from passers-by) and leave a Safe Drop Card in the mailbox.",
      "SUB_SECTION_ITEM_DESC_6305": "Only if there is no suitable location, we will leave a Delivery Notice Card telling the recipient where they can pick up their item.",

      "SUB_SECTION_ITEM_DESC_HEADER_3": "Do not safe drop",
      "SUB_SECTION_ITEM_DESC_6306": "Balance delivery time and security:",
      "SUB_SECTION_ITEM_DESC_6307": "Leave the item in the mailbox or mail receptacle.",
      "SUB_SECTION_ITEM_DESC_6308": "If it doesn't fit, we will try to deliver it at the door.",
      "SUB_SECTION_ITEM_DESC_6309": "If no one answers, we will take the item to the post office, and leave a Delivery Notice Card telling the recipient where they can pick it up.",

      "SUB_SECTION_TITLE_LCOV": "Liability coverage",
      "SUB_SECTION_ITEM_DESC_6401": "Be sure to cover your item in case it's lost or damaged.",
      "SUB_SECTION_ITEM_DESC_6402": "Most shipping services include up to $100 liability coverage. In cases where you need more coverage, some services allow you to buy coverage up to $1000. ",
      "SUB_SECTION_ITEM_DESC_6403": "If sending to the U.S. and abroad, the declared value of your items is related to your liability coverage. See the Customs section of this guide for more information.",

      "SUB_SECTION_TITLE_LCOV_ONLINE": "Liability coverage",
      "SUB_SECTION_ITEM_DESC_6502": "Be sure to cover your item in case it's lost or damaged.",
      "SUB_SECTION_ITEM_DESC_65021": "Liability coverage up to a value of $100 is available with some services (such as Priority, Priority Worldwide, Xpresspost, Xpresspost USA & International, and Tracked Packet). If you need more coverage than this, you should instead take your package to a post office.",
      "SUB_SECTION_ITEM_DESC_65022": "If sending to the U.S. and abroad, the declared value of your items is related to your liability coverage. See the Customs section of this guide for more information.",

      "SUB_SECTION_TITLE_COD": "Collect on delivery",
      "SUB_SECTION_ITEM_DESC_6601": "If you have arranged for payment at delivery time, the recipient pays this amount before the item is handed over. Be sure the amount you enter includes everything the recipient agreed to pay for, such as shipping costs and taxes.",

      "SUB_SECTION_TITLE_GDD": "Guaranteed delivery dates",
      "SUB_SECTION_ITEM_DESC_6701": "Some services include an on-time delivery guarantee.",
      "SUB_SECTION_ITEM_DESC_6702": "When choosing shipping service, look for a guaranteed delivery date versus an estimated one.",

      "SECTION_TITLE_7": "Customs",
      "SUB_SECTION_TITLE_71": "About shipping to specific countries",
      "SUB_SECTION_ITEM_DESC_711": "Every country has unique import restrictions and documentation requirements for particular items.",
      "SUB_SECTION_ITEM_DESC_712": "For example, sending perfume may need documentation for one country, but may be completely prohibited for another.",
      "SUB_SECTION_ITEM_DESC_713": "There may also be size and weight restrictions for an item, depending on the destination country’s delivery network infrastructure.",
      "SUB_SECTION_ITEM_DESC_714": "To find out about any rules about what you’re sending, see Canada Post’s ",
      "SUB_SECTION_ITEM_DESC_715": "International Destination Listing.",
      "SUB_SECTION_ITEM_DESC_716": "https://www.canadapost-postescanada.ca/tools/pg/manual/pgintdest-e.asp",

      "SUB_SECTION_TITLE_72": "Non-delivery instructions",
      "SUB_SECTION_ITEM_DESC_721": "Items that canʼt be delivered will either be abandoned and disposed of at the destination, or returned to you at your expense.",

      "SUB_SECTION_TITLE_73": "Additional declaration information",
      "SUB_SECTION_ITEM_DESC_731": "Provide additional information if it is applicable to the item you’re sending. This can help speed up the process. Conversely, missing information can lead to delays, missed deliveries or extra charges.",
      "SUB_SECTION_ITEM_DESC_732": "Tax ID / IRS number",
      "SUB_SECTION_ITEM_DESC_733": "Sometimes you should include the recipientʼs Tax ID number (for example, if you are shipping an item that is worth more than US$2,500). Check the import regulations for other countries as required.",
      "SUB_SECTION_ITEM_DESC_734": "Invoice number",
      "SUB_SECTION_ITEM_DESC_735": "If you are including an invoice with the shipment, enter its number to help customs identify and approve the contents.",
      "SUB_SECTION_ITEM_DESC_736": "Certificate number ",
      "SUB_SECTION_ITEM_DESC_737": "If your shipment is a controlled product or has special regulations that requires a certificate, or export or import permit, enter its number to help customs approve the contents.",
      "SUB_SECTION_ITEM_DESC_738": "License number ",
      "SUB_SECTION_ITEM_DESC_739": "If your shipment is a controlled product or has special regulations that requires a license, or export or import permit, enter its number to help customs approve the contents.",

      "SUB_SECTION_TITLE_74": "Required item information",
      "SUB_SECTION_ITEM_DESC_741": "Description",
      "SUB_SECTION_ITEM_DESC_742": "Give a detailed description for customs (for example, \"silver earrings\", \"100% cotton large menʼs t-shirt\" or \"pair of leather boots\").",
      "SUB_SECTION_ITEM_DESC_743": "Unit weight (kg)",
      "SUB_SECTION_ITEM_DESC_744": "Enter the weight of your item. If you are describing multiples of the same item, enter the weight of a single unit.",
      "SUB_SECTION_ITEM_DESC_745": "Quantity",
      "SUB_SECTION_ITEM_DESC_746": "If you are shipping multiples of the same type of item, enter how many there are.",
      "SUB_SECTION_ITEM_DESC_747": "Unit value (CAD)",
      "SUB_SECTION_ITEM_DESC_748": "Enter the value of your item. If you are shipping multiples of the same type of item, enter the value of a single unit.",
      "SUB_SECTION_ITEM_DESC_749": "The total value of your items determines your eligible liability coverage. Most shipping services include up to $100 liability coverage by default.",
      "SUB_SECTION_ITEM_DESC_750": "In cases where you need more coverage, some services allow you to buy coverage up to $1000. Sometimes you aren't able to buy additional coverage. In these cases, you should instead take your package to a post office.",

      "SUB_SECTION_TITLE_75": "Additional item information",
      "SUB_SECTION_ITEM_DESC_751": "Item / part / SKU number ",
      "SUB_SECTION_ITEM_DESC_752": "If you have a unique identifying number for the item or type of item, enter it here (this could be the number you use for inventory control).",
      "SUB_SECTION_ITEM_DESC_753": "Country of origin",
      "SUB_SECTION_ITEM_DESC_754": "If known, tells us which country the item was made in.",
      "SUB_SECTION_ITEM_DESC_755": "Harmonized system code ",
      "SUB_SECTION_ITEM_DESC_756": "The Harmonized system code or HSC number identifies and describes the item in detail, based on international standards. The HS Code helps customs organizations classify items for more efficient processing, which may speed the customs clearance process for your package.",

      "SUB_SECTION_TITLE_76": "Saved customs details",
      "SUB_SECTION_ITEM_DESC_761": "When you enter item information for your customs documentation, you can save some of these details (description, unit weight and value, and country of origin) as an entry.",
      "SUB_SECTION_ITEM_DESC_762": "The next time you are filling out customs documentation, you can recall this entry and automatically fill in the fields.",
      "SUB_SECTION_ITEM_DESC_763": "This can save you time if you repeatedly ship the same types of items.",
      "SUB_SECTION_ITEM_DESC_764": "If you make any changes to an entry (for example, the weight), you can save this set of details as a new entry.",
      "SUB_SECTION_ITEM_DESC_765": "These entries are managed on the Saved Details page."
    }
  }
}
