{
  "routes": {
    "preferences": "preferences-fr",
    "addbusiness": "addbusiness-fr",
    "addEditPackage": "addEditPackage-fr",
    "addEditCustomsItem": "addEditCustomsItem-fr",
    "history": "history-fr",
    "shipment": "shipment-fr",
    "params": {
      "shipToFr": "shipTo"
    }
  },
    "SHIPUI": {
      "ADD" : "Ajouter",
      "EDIT" : "Modifier",
      "EMPTY" : "",
      "DELETE": "Supprimer",
      "CANCEL": "Annuler",
      "SAVE": "Sauvegarder",
      "DELETE_HOVER" : "Supprimer le profil d’entreprise",
      "REQUIRED_FIELD": "Ce champ est obligatoire",
      "CM_UNIT": "cm",
      "KG_UNIT": "kg",
      "IN_UNIT": "po",
      "LB_UNIT": "lb",
      "TAB_INDEX_TEXT": " de ",
      "BACK_BUTTON" : "Retourner aux Renseignements sauvegardés",
      "DEFAULT_DROPDOWN_LBL" : "Choisir",
      "SENDER_ADDRESS": "Adresse de l’expéditeur",
      "OVERSIZED_WARNING" : "Vous devrez payer des frais pour articles surdimensionnés si l’une des dimensions dépasse 100 cm (39,4 po), ou si deux dimensions dépassent 76 cm (30 po).",
      "NEXT_BTN_LABEL": "Suivant",
      "EMAIL" : "Adresse électronique",
      "PHONE" : "Téléphone",
      "OPTIONAL": "(optionnel)",
      "SNAP_SHIP": "Colis clic",
      "SHIP_ONLINE" : "Gestion des envois",
      "SHIPPING_MANAGER" : "Expédier en ligne",

      "MESSAGES": {
        "ERROR" : "Nous sommes désolés, un problème technique nous empêche de continuer. Veuillez réessayer.",
        "8511": "(8511) Une erreur s'est produite en exécutant l'opération. Veuillez essayer de nouveau ou communiquer avec le service de soutien de la SCP à cal.service@postescanada.ca.",
        "1101" : "(1101) Êtes-vous sûr de vouloir supprimer cette commande?",
        "1102" : "(1102) Modifiez l''orientation de votre imprimante à {0} et imprimez de nouveau.",
        "1103" : "(1103) Date invalide.  La date précède celle d'aujourd'hui.",
        "1104" : "(1104) Fournir le type de service si vous voulez sélectionner la case 'Toujours utiliser ces données pour les retours de colis'.",
        "1105" : "(1105) L'application se fermera si vous procédez à la mise à jour du logiciel.  Sauvegardez toutes les données avant de commencer.  Voulez-vous continuer?",
        "1106" : "(1106) Le poids n'était pas indiqué par la balance. Vous pouvez essayer de régénérer le poids de nouveau.",
        "1107" : "(1107) Le service et le poids doivent être fournis avant de traiter un regroupement d'envois.",
        "1108" : "(1108) La liste d'envois ne peut pas être produite, car l'option de service sélectionnée nécessite un identificateur.  Supprimez l'enregistrement et traitez individuellement.",
        "1109" : "(1109) Êtes-vous sûr de vouloir supprimer ces marchandises?",
        "1110" : "(1110) L'affranchissement machine complémentaire inscrit n'est pas valide.  Veuillez suivre ce format: 999999,99.",
        "1111" : "(1111) Il n'y a pas suffisamment de renseignements fournis pour tarifer l'article. Vérifiez si les données telles que la destination, le service et le poids ont été fournies.",
        "1112" : "(1112) Aucun client ne correspond aux critères entrés.",
        "1113" : "(1113) Aucun article importé ne correspond aux critères entrés.",
        "1114" : "(1114) Le coût du dépôt ne correspond pas au montant d'affranchissement total. L'écart sera porté à votre compte.",
        "1115" : "(1115) Le poids n'est pas valide. Veuillez inscrire un chiffre avec deux décimals (format : 99999,99).",
        "1116" : "(1116) Le dossier ne peut pas être renommé.",
        "1117" : "(1117) Terminez la saisie des données sur l'article.",
        "1118" : "(1118) Sélectionnez la case 'Utiliser l'étiquette -adresse de l'adresse de retour' ou fournissez une adresse de retour à utiliser si vous voulez sélectionner la case 'Toujours utiliser ces données pour les retours de colis'.",
        "1119" : "(1119) Le champ Payer par numéro de client est un champ obligatoire (ne doit pas demeurer vide).",
        "1120" : "(1120) Le champ Mode de paiement est obligatoire (ne doit pas demeurer vide).",
        "1121" : "(1121) Carte de crédit sélectionnée est un champ obligatoire lorsque le mode de paiement choisi est une carte de crédit.",
        "1122" : "(1122) Code postal de destination est un champ obligatoire lorsque le type de manifeste choisi est Service-fret aérien omnibus.",
        "1123" : "(1123) Nom du manifeste est un champ obligatoire (ne doit pas demeurer vide).",
        "1124" : "(1124) Type de manifeste est un champ obligatoire (ne doit pas demeurer vide).",
        "1125" : "(1125) Aucun article ne correspond aux critères indiqués.",
        "1126" : "(1126) Réponse reçue par voie électronique.",
        "1127" : "(1127) Demande de repérage électronique infructueuse.",
        "1128" : "(1128) La Valeur est un champ obligatoire (ne doit pas demeurer vide).",
        "1129" : "(1129) La valeur n'est pas valide. Veuillez suivre ce format : 999,99.",
        "1130" : "(1130) La date de début doit être antérieure ou équivalente à la date de fin.",
        "1132" : "(1132) Seuls les {0} premières commandes correspondant aux critères de recherche indiqués ont été affichées.",
        "1133" : "(1133) La valeur du champ Exemplaires doit être supérieure à zéro.",
        "1134" : "(1134) L'affranchissement à la machine inscrit n'est pas valide.  Veuillez suivre ce format : 99,999.",
        "1135" : "(1135) L'affranchissement machine complémentaire ne peut être inscrit si le mode de paiement choisi n'est pas Affranchi à la machine.  Vérifiez le mode de paiement choisi.",
        "1136" : "(1136) La Date d'expiration et exactitude des adresses doit être inscrite si le taux d'exactitude des adresses a été indiqué et vice-versa.",
        "1137" : "(1137) Date de dépôt est un champ obligatoire (ne doit pas demeurer vide).",
        "1138" : "(1138) Avertissement: les options de maintien du service d'expédition sont activées.",
        "1139" : "(1139) Date de parution est un champ obligatoire (ne doit pas demeurer vide).",
        "1140" : "(1140) La case à cocher Affranchir chaque article au plein tarif ne peut être sélectionnée que si le mode de paiement est Machine à affranchir.",
        "1141" : "(1141) Entrer les valeurs initiales avant  de sélectionner la case'Utiliser les valeurs initiales de Service et d'Options'.",
        "1143" : "(1143) Veuillez entrer le No d'enr. du PAP pour les articles admissibles au PAP.",
        "1144" : "(1144) Titre de publication est un champ obligatoire (ne doit pas demeurer vide).",
        "1145" : "(1145) Le champ de l'affranchissement à la machine doit être vide si le mode de paiement n'est pas par machine à affranchir.",
        "1146" : "(1146) Le nombre total d'envois ne peut pas être inférieur au numéro d'envoi.",
        "1147" : "(1147) Dans le cas d'un dépôt complet, les champs Numéro d'envoi et Nombre total d'envois doivent être vides.",
        "1148" : "(1148) Le nombre total d'envois doit se situer entre 2 et 99.",
        "1149" : "(1149) Le numéro d'envoi doit se situer entre 1 et 99.",
        "1150" : "(1150) La Monnaie en douane est un champ obligatoire (ne doit pas demeurer vide).",
        "1151" : "(1151) Il faut fournir une description pour douanes d'au moins une ligne.",
        "1152" : "(1152) La province d'origine doit être indiquée à l'intention des Douanes des É.-U. lorsque la valeur de l'envoi est de plus de 2 000 $.",
        "1155" : "(1155) Au moins un nom de famille ou de poste/service doit être indiqué (être rempli).",
        "1156" : "(1156) La Ligne d'adresse no 1 est un champ obligatoire (ne doit pas demeurer vide).",
        "1157" : "(1157) La ville est un champ obligatoire (ne doit pas demeurer vide).",
        "1158" : "(1158) Le Pays est un champ obligatoire (ne doit pas demeurer vide).",
        "1159" : "(1159) Province est un champ obligatoire (ne doit pas demeurer vide) pour expédier au Canada et état est un champ obligatoire pour expédier aux É.U.",
        "1160" : "(1160) Code postal est un champ obligatoire (ne doit pas demeurer vide) pour expédier au Canada et code zip est un champ obligatoire pour expédier aux É.U.",
        "1161" : "(1161) Le format valide du code postal est A9A 9A9 ou A9A9A9.",
        "1162" : "(1162) Les formats valides du code ZIP sont 99999 et 99999-9999.",
        "1163" : "(1163) Poids est un champ obligatoire (ne doit pas demeurer vide).",
        "1164" : "(1164) Les trois dimensions (longueur, hauteur et largeur) doivent être indiquées ou doivent être laissées vides.",
        "1165" : "(1165) Le type de tube (forme) et ses dimensions (longueur et largeur/diam?tre) doivent ?tre fournies.",
        "1166" : "(1166) Le montant assuré doit être inscrit dans le champ prévu à cet effet (ne doit pas être vide) pour cette option.",
        "1167" : "(1167) Un identificateur doit être inscrit dans le champ prévu à cet effet (ne doit pas demeurer vide) pour cette option.",
        "1168" : "(1168) La commande a été transmise avec succès à la SCP.",
        "1169" : "(1169) La transmission de la commande à la SCP a échoué. Vérifiez le    journal de la session de transmission.",
        "1170" : "(1170) Type de service est un champ obligatoire (ne doit pas demeurer vide).",
        "1171" : "(1171) Vous devez choisir la description du service afin de sélectionner les options.",
        "1172" : "(1172) Item en traitement",
        "1173" : "(1173) Le statut de l'item n'est pas disponible",
        "1174" : "(1174) L'id. de la commande n'est pas valide.",
        "1175" : "(1175) Le système n'est pas en mesure actuellement de traiter votre demande. Veuillez la présenter plus tard",
        "1176" : "(1176) Requête relative à l'étape de livraison en cours. Voulez-vous vraiment l'annuler?",
        "1177" : "(1177) Les articles ne peuvent être traités à l'aide du service Quickship. Ils doivent être traités individuellement.",
        "1178" : "(1178) Voulez-vous vraiment annuler un ou plusieurs articles au(x) ligne(s) sélectionnée(s)?",
        "1179" : "(1179) Le code à barres défini a déjà été utilisé. Veuillez ouvrir la fenêtre de gestion des plages de codes à barres et vous assurer que le prochain code à barres disponible est exact.",
        "1181" : "(1181) Commande payée par carte de crédit.",
        "1182" : "(1182) La transaction a été refusée. Veuillez sélectionner une autre carte de crédit ou un autre mode de paiement et retransmettre la commande.",
        "1183" : "(1183) La transaction a été approuvée par l'établissement émetteur de la carte de crédit.",
        "1184" : "(1184) La transaction a été approuvée par le fournisseur émetteur du compte.",
        "1185" : "(1185) La transaction a été refusée. Veuillez sélectionner un autre compte ou une autre méthode de paiement et retransmettre la commande.",
        "1186" : "(1186) La méthode de perception CR n'est pas valide.",
        "1187" : "(1187) Ce compte a été fermé. Veuillez communiquer avec la Gestion des comptes de Postes Canada au 1-800-267-7651.",
        "1188" : "(1188) Votre compte a été clôturé comme demandé ou en raison de l'inactivité, contactez le groupe de gestion du crédit au 1-800-267-7651.",
        "1189" : "(1189) Le compte que vous avez choisi est fermé.Pour traiter cette commande, svp choisissez une autre modalité de paiement. Si vous avez besoin d'information, contactez le groupe de gestion du crédit au 1-800-267-7651.",
        "1190" : "(1190) Le préfixe du code à barres doit être EE.",
        "1191" : "(1191) Le colis dépasse la taille maximum acceptable pour la destination choisie.",
        "1192" : "(1192) Lorsque la case Document n'est pas sélectionnée, il faut fournir une description du contenu d'au moins une ligne",
        "1193" : "(1193) Cette action supprimera le centre de coût choisi. Ce centre de coût sera, en plus, enlevé comme valeur initiale à la fenêtre Information sur l'emplacement -Valeur initiales. Voulez-vous procéder?",
        "1194" : "(1194) Cette action supprimera le conteneur choisi. Ce conteneur sera, en plus, enlevé comme valeur initiale à la fenêtre Information sur l'emplacement -Valeurs initiales. Voulez-vous procéder?",
        "1195" : "(1195) Cette action exige que le nombre total de points de remise dans la base de données de l'application Outils électronique d'expédition soit utilisé pour obtenir le compte de maisons, appartements, fermes, commerces, et total d'articles pour cette installation de livraison. Cliquer OK et procéder.",
        "1196" : "(1196) La valeur du champ {0} n'est pas valide. Veuillez inscrire une valeur utilisant le format  9999999.",
        "1197" : "(1197) Avertissement: La fonction de maintien des options d'expédition est sélectionnée. Ceci peut être changé sur la fenêtre Préférences d'expédition - onglet Options d'expédition.",
        "1198" : "(1198) Postes Canada ne peut pas valider la commande à ce moment-ci. Veillez transmettre votre commande un peu plus tard.",
        "1199" : "(1199) Préfixe incorrect inscrit. Vous devez utiliser un préfixe de {0} pour le groupe de codes à barres sélectionné.",
        "1200" : "(1200) La transaction a été refusée. Veuillez sélectionner une autre carte de crédit et retransmettre la commande.",
        "1201" : "(1201) Le fichier existe déjà. Écraser?",
        "1202" : "(1202) La sauvegarde des enregistrements rejetés liés à la saisie des commandes a été annulée. Les enregistrements ne sont pas sauvegardés",
        "1203" : "(1203) L'id. de la commande ne devrait pas être modifié. Poursuivre quand même?",
        "1204" : "(1204) L'id. de la commande est un champ obligatoire (ne doit pas demeurer vide)",
        "1205" : "(1205) Le fait de supprimer le type de service supprimera tous les renseignements reliés au service et aux douanes, le cas échéant. Poursuivre quand même?",
        "1206" : "(1206) Voulez-vous enregistrer les modifications?",
        "1207" : "(1207) Voulez-vous vraiment supprimer cet élément importé de saisie de commandes?",
        "1208" : "(1208) Fichier non trouvé. Aimeriez-vous ouvrir un autre fichier?",
        "1209" : "(1209) Le fichier d'entrée comportait un problème de format. Aimeriez-vous exécuter l'importation à partir d'un autre fichier?",
        "1210" : "(1210) Des enregistrements ont été rejetés au moment de la validation. Aimeriez-vous les sauvegarder sous forme d'un fichier d'erreur importé de saisie des commandes?",
        "1211" : "(1211) L'id. de commande est manquant.",
        "1212" : "(1212) Type de service est un champ obligatoire (ne doit pas demeurer vide).",
        "1213" : "(1213) Un des champs a été mal cité à la ligne {0}.",
        "1214" : "(1214) Mauvais nombre de champs dans l''enregistrement à la ligne {0}.",
        "1215" : "(1215) Le ty pe d'enregistrement est invalide pour le nombre de champs identifiés.",
        "1216" : "(1216) Voulez-vous vraiment supprimer cet élément?",
        "1217" : "(1217) Voulez-vous vraiment supprimer cet appel?",
        "1218" : "(1218) Nom est un champ obligatoire (ne doit pas demeurer vide).",
        "1219" : "(1219) L'importation a été réussie.",
        "1220" : "(1220) Les centres de coûts dans le <nom> du fichier seront importés pour le numéro de client de la SCP : <numéro de client de la SCP>.",
        "1221" : "(1221) Voulez-vous vraiment supprimer le carnet d'adresses choisi et tous ses clients?",
        "1222" : "(1222) Aucun enregistrement trouvé pour les critères fournis.",
        "1223" : "(1223) Voulez-vous vraiment supprimer le(s) client(s) choisis?",
        "1224" : "(1224) Un total de {0} adresses a été importé avec succès.",
        "1225" : "(1225) Enregistrement non valide à la ligne {0}.",
        "1226" : "(1226) Une liste d'envois comportant ce nom existe déjà.",
        "1227" : "(1227) Voulez-vous vraiment supprimer cette liste d'envois?",
        "1228" : "(1228) Voulez-vous vraiment supprimer cet enregistrement?",
        "1229" : "(1229) L'enregistrement a déjà été supprimé.",
        "1230" : "(1230) Descripteur de contenant est un champ obligatoire (ne doit pas demeurer vide).",
        "1231" : "(1231) Longueur est un champ obligatoire (ne doit pas demeurer vide).",
        "1232" : "(1232) Largeur est un champ obligatoire (ne doit pas demeurer vide).",
        "1233" : "(1233) Hauteur est un champ obligatoire (ne doit pas demeurer vide).",
        "1234" : "(1234) Voulez-vous vraiment supprimer ce conteneur?",
        "1235" : "(1235) Voulez-vous vraiment supprimer ce centre de coûts?",
        "1236" : "(1236) Nom du centre de coûts est un champ obligatoire (ne doit pas demeurer vide).",
        "1237" : "(1237) Nom de l'entreprise est un champ obligatoire (ne doit pas demeurer vide).",
        "1238" : "(1238) Adresse est un champ obligatoire (ne doit pas demeurer vide).",
        "1239" : "(1239) Ville est un champ obligatoire (ne doit pas demeurer vide).",
        "1240" : "(1240) Province/état est un champ obligatoire (ne doit pas demeurer vide).",
        "1241" : "(1241) Pays est un champ obligatoire (ne doit pas demeurer vide).",
        "1242" : "(1242) Code postal ou zip est un champ obligatoire (ne doit pas demeurer vide).",
        "1243" : "(1243) Numéro de téléphone est un champ obligatoire (ne doit pas demeurer vide).",
        "1244" : "(1244) Le numéro de téléphone doit être indiqué selon le format suivant : (###) ###-####.",
        "1245" : "(1245) Nom du client est un champ obligatoire (ne doit pas demeurer vide).",
        "1246" : "(1246) Personne-ressource est un champ obligatoire (ne doit pas demeurer vide).",
        "1247" : "(1247) Mode de paiement préféré est un champ obligatoire (ne doit pas demeurer vide).",
        "1248" : "(1248) Code de Client est un champ obligatoire (ne doit pas demeurer vide).",
        "1249" : "(1249) Un carnet d'adresses doit être choisi.",
        "1250" : "(1250) Voulez-vous vraiment supprimer le client en cours?",
        "1251" : "(1251) Code d'usager est un champ obligatoire (ne doit pas demeurer vide) et doit être composé d'au moins 6 caractères.",
        "1252" : "(1252) Le mot de passe est un champ obligatoire (ne doit pas demeurer vide) et doit être composé d'au moins 6 caractères.",
        "1253" : "(1253) Prénom est un champ obligatoire (ne doit pas demeurer vide).",
        "1254" : "(1254) Le nom de famille est un champ obligatoire (ne doit pas demeurer vide).",
        "1255" : "(1255) Le mot de passe de confirmation diffère du mot de passe. Veuillez redactylographier les deux.",
        "1256" : "(1256) Voulez-vous vraiment supprimer ce profil d'utilisateur?",
        "1257" : "(1257) Numéro de client est un champ obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1258" : "(1258) Le champ Alias est obligatoire (ne peut pas être vide).",
        "1259" : "(1259) Le Type de carte de crédit est un champ obligatoire (ne doit pas demeurer vide).",
        "1260" : "(1260) Le Numéro de carte de crédit est un champ obligatoire (ne doit pas demeurer vide).",
        "1261" : "(1261) La Date d'expiration est un champ obligatoire (ne doit pas demeurer vide).",
        "1262" : "(1262) Voulez-vous vraiment supprimer cette carte de crédit?",
        "1263" : "(1263) Aucun lieu de dépôt trouvé pour les critères fournis. Veuillez essayer à nouveau en utilisant une ville voisine pour voir d'autres emplacements de dépôt à votre disposition.",
        "1264" : "(1264) Veuillez vous assurer qu'il n'y a aucune autre activité dans Outils d'expédition électronique lors d'une importation.",
        "1265" : "(1265) Le Détenteur de la carte de crédit est un champ obligatoire (ne doit pas demeurer vide).",
        "1266" : "(1266) Sélectionnez une imprimante à supprimer.",
        "1267" : "(1267) Le champ Prochain disponible est obligatoire (ne doit pas demeurer vide).",
        "1268" : "(1268) La valeur de début n'est pas un numéro de code à barres valide ( doit avoir le format XX999999999CA).",
        "1269" : "(1269) La valeur de fin n'est pas un numéro de code à barres valide (doit avoir le format XX999999999CA).",
        "1270" : "(1270) La valeur Prochain disponible n'est pas un numéro de code à barres valide (doit avoir le format XX999999999CA).",
        "1271" : "(1271) Le suffixe de ce champ doit être 'CA'.",
        "1272" : "(1272) La fin doit avoir le même préfixe que le début.",
        "1273" : "(1273) Prochain disponible doit avoir le même préfixe que le début",
        "1274" : "(1274) Prochain disponible doit être égal ou supérieur à Début et inférieur à Fin.",
        "1275" : "(1275) Des enregistrements ont été rejetés au moment de la validation. Voudriez-vous les sauvegarder sous forme d'un fichier d'erreur d'importation de données d'installation de livraison?",
        "1277" : "(1277) Ce code postal d'installation de livraison n'existe pas dans les données des envois sans adresse.",
        "1278" : "(1278) Ce CP/RTA n'existe pas dans les données des envois sans adresse pour l'installation de livraison choisie.",
        "1279" : "(1279) Ce type de MD n'existe pas dans les données sur les envois sans adresse pour l'installation de livraison et le CP/RTA combinés choisis.",
        "1280" : "(1280) Cet id. de MD de n'existe pas dans les données sur les envois sans adresse pour l'installation de livraison, le CP/RTA et le type de MD combinés choisis.",
        "1281" : "(1281) Le champ Type de MD à doit être égal ou supérieur au champ Type de MD de.",
        "1282" : "(1282) Cet id. de MD à n'existe pas pour l'installation de livraison, le CP/RTA et le Type de MD combinés choisis.",
        "1283" : "(1283) Ce nom d'Installation de livraison secondaire (abrégé) n'existe pas dans les données sur les envois sans adresse pour l'installation de livraison, le CP/RTA, le type de MD et la plage d'Id de MD combinés sélectionnés",
        "1284" : "(1284) Le CP/RTA est un champ obligatoire (ne doit pas demeurer vide).",
        "1285" : "(1285) Le type de MD est un champ obligatoire (ne doit pas demeurer vide).",
        "1286" : "(1286) Le code postal d'installation de livraison est un un champ obligatoire (ne doit pas demeurer vide).",
        "1287" : "(1287) L'id. de MD de est un champ obligatoire (ne doit pas demeurer vide).",
        "1288" : "(1288) Une installation de livraison ne peut avoir que 20 modes de livraison (c.-à-d'itinéraires) qui y sont associés.",
        "1289" : "(1289) La sauvegarde des enregistrements rejetés du mode de livraison de l'installation de livraison a été annulée. Les enregistrements n'ont pas été sauvegardés.",
        "1290" : "(1290) Une seule Date de dépôt peut être inscrite pour un Comptoir spécifique lorsque le Type d'envoi choisi est Entier.",
        "1291" : "(1291) Les valeurs inscrites dans les champs Date de dépôt ne peuvent dépasser {0} jours ouvrables lorsque le Type d'envoi choisi est Partiel.",
        "1292" : "(1292) Le champ Comptoir de paiement est obligatoire (ne doit pas demeurer vide).  Sélectionnez le comptoir où vous effectuerez vos paiements et où la DD sera présentée.",
        "1293" : "(1293) Le nombre maximal de postes pour un même Comptoir, une même Date de dépôt et un même No d''envoi est fixé à {0}.",
        "1294" : "(1294) Le nombre maximal de postes pour une même Date de dépôt et un même No d''envoi est fixé à {0}.",
        "1295" : "(1295) Votre imprimante thermique est à cours d''étiquettes. {0} des {1} articles contenus dans votre envoi ont été traités avec succès. Mettez de nouvelles étiquettes et poursuivez l''impression de votre envoi par lot en inscrivant {2}, soit le nombre d''articles à traiter.",
        "1296" : "(1296) Tous les codes à barres de ce service ont été utilisés. {0} des {1} articles contenus dans votre envoi ont été traités avec succès. Réglez la plage et poursuivez l''impression de votre envoi par lot en inscrivant {2}, soit le nombre d''articles à traiter.",
        "1297" : "(1297) Erreur de lecture du fichier de configuration d'expédition.  L'envoi courant ne peut pas être initialisé avec les valeurs de l'expédition précédente.",
        "1298" : "(1298) Veuillez communiquer avec le service à la clientèle au 1-888-550-6333 pour céduler le service de ramassage",
        "1299" : "(1299) Aucune option n'est disponible pour le service sélectionné.",
        "1301" : "(1301) Aucun dossier ne correspond aux critères indiqués.",
        "1302" : "(1302) Aucune donnée ne correspond aux critères inscrits.",
        "1303" : "(1303) La description générale est un champ obligatoire (ne doit pas demeurer vide).",
        "1304" : "(1304) La valeur Douanes doit être supérieure à 0.",
        "1305" : "(1305) Le code du SR doit se composer de 4 à 10 chiffres.",
        "1306" : "(1306) Le taux de droit de douanes doit être supérieur ou égal à 0.",
        "1307" : "(1307) La taxe doit être supérieure ou égale à 0.",
        "1308" : "(1308) L'accise doit être supérieure ou égale à 0.",
        "1309" : "(1309) La taxe territoriale doit être supérieure ou égale à 0.",
        "1310" : "(1310) La TVA doit être supérieure ou égale à 0.",
        "1311" : "(1311) Le poids doit être supérieur ou égal  à 0.",
        "1312" : "(1312) La quantité est un champ obligatoire (ne doit pas demeurer vide).",
        "1314" : "(1314) Vous ne pouvez enlever le dernier établissement. L'application requiert un minimum d'un établissement.",
        "1315" : "(1315) Vous ne pouvez enlever un établissement associé à un manifeste/DD dont l'état est ouvert ou terminé.",
        "1316" : "(1316) L'établissement(s) choisi existe déjà dans la liste des établissements.",
        "1317" : "(1317) Cette version de l'application  introduit les données des normes de services pour les services du marché de distribution. Cliquer OK. La fenêtre  Point de dépôt  apparaît. Cliquer sur le bouton Enregistrer afin d'initier le téléchargement des données des normes de services. Le téléchargement est essentiel si vous voulez poursuivre avec la création ou la fermeture de manifestes.",
        "1319" : "(1319) Si n'avez pas le niveau de sécurité pour accéder aux Renseignements sur l'emplacement, consulter votre administrateur de système afin d'ouvrir cette fenêtre.",
        "1320" : "(1320) Vous avez excédé la période d''inactivité pour télécharger les commandes non transmises avec succès. Appuyez sur le bouton de Relier pour réessayer les transmissions non réussies ou contacter la ligne d'assistance de Postes Canada au {0} pour obtenir le code d'autorisation pour procéder.",
        "1321" : "(1321) Cette action ne peut pas être accomplie car la commande ({0}) n'a pas été transmise avec succès à CPC.",
        "1322" : "(1322) La commande sera ouverte en mode de vue seulement car cette commande n'a pas été transmise avec succès à CPC.",
        "1323" : "(1323) Vous avez entré un mot de passe erroné",
        "1324" : "(1324) Le nombre de jours est un champ obligatoire (ne doit pas demeurer vide).",
        "1325" : "(1325) Le nombre de jours doit comporter une valeur numérique.",
        "1326" : "(1326) Cliquer sur le bouton Sauter pour continuer.",
        "1327" : "(1327) Postes Canada ne peut valider votre carte de crédit à ce moment-ci. Veuillez s.v.p. changer votre mode de paiement et re-transmettre votre commande maintenant ou ré-essayer plus-tard.",
        "1328" : "(1328) Un document a été créé et envoyé à votre imprimeur pour les transactions dont la méthode de paiement n'est pas la carte de crédit. Postes Canada ne peut pas valider votre carte de crédit actuellement.",
        "1329" : "(1329) Votre emplacement n'a pas été configuré pour cette description de service. Pour modifier votre configuration de description de services, suivre dans la barre de menu 'Gestion de données -> Renseignements sur l'emplacement' jusqu'à l'onglet Options.",
        "1330" : "(1330) Des lignes individuelles ont été créées sur la déclaration de dépôt pour les différentes combinaisons de poids, d.endroit de dépôt, de date de dépôt et de centre de coûts. Veuillez passer en revue votre déclaration de dépôt.",
        "1331" : "(1331) Type de conteneur est un champ obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1332" : "(1332) La Date de dépôt est un champ obligatoire (c.-à-d. ne doit pas demeurer vide) et doit être supérieur ou égal à la date d'aujourd'hui.",
        "1333" : "(1333) La Date de dépôt ne peut pas être un samedi, un dimanche ou un jour férié. Veuillez choisir une autre Date de dépôt.",
        "1334" : "(1334) Il n''est pas possible d''adapter la Date de début indiquée aux normes de service de Postes Canada.  Veuillez soit cliquer OK et fournir une Date de début qui est au moins {0} jours d''affaires de la date d''aujourd''hui, ou cliquer Annuler pour changer à Sur réception.",
        "1335" : "(1335) La Date de début est un champ obligatoire (c.-à-d. ne doit pas demeurer vide) et doit être supérieur ou égal à la date d'aujourd'hui.",
        "1336" : "(1336) La Date de début de la livraison ne peut pas être un samedi, un dimanche ou un jour férié.  Veuillez choisir une autre date.",
        "1337" : "(1337) La Date de dépôt ne peut pas être un samedi, un dimanche ou un jour férié dans la province de dépôt.  Veuillez choisir une autre date.",
        "1338" : "(1338) Si Transport nécessaire est choisi alors l'Endroit de dépôt ne doit pas être l'Installation de la livraison.",
        "1339" : "(1339) Toutes les DD ouvertes/terminées associées au(x) service(s) que vous avez enlevés à l'onglet Options de la fenêtre Renseignements sur l'emplacement  seront supprimées. Voulez-vous procéder de toute façon?",
        "1340" : "(1340) La Date de dépôt ne peut pas être plus de 7 jours à l'avance lorsque la Méthode de paiement est la carte de crédit. Veuillez choisir une autre Méthode de paiement ou opter Sur réception comme délai de  livraison.",
        "1341" : "(1341) Si Impression des étiquettes pour monos/palettes est  choisi le 'Nombre maximum de conteneurs  par Mono/Palette' devient un champ obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1342" : "(1342) Si Impression des étiquettes pour monos/palettes est  choisi le 'Nombre minimum de conteneurs  par Mono/Palette' devient un champ obligatoire (c.-à-d. ne doit pas demeurer vide) et doit être  plus grand que zéro.",
        "1343" : "(1343) Le champ 'Nombre maximum de conteneurs  par Mono/Palette' doit être supérieur ou égal au champ 'Nombre minimum de conteneurs  par Mono/Palette'.",
        "1344" : "(1344) Si Impression des étiquettes pour monos/palettes est choisi le 'Type de conteneurs  par Mono/Palette' devient un champ obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1345" : "(1345) La Date de dépôt est un champ obligatoire (c.-à-d. ne doit pas demeurer vide). Passez en revue les détails d'installation de livraison et assurez-vous que la Date de dépôt ou la Date de début de la livraison a été fournie.",
        "1346" : "(1346) Le modèle choisi ne peut pas être ouvert parce que votre emplacement n''est pas actuellement configuré pour {0}. Pour modifier votre configuration de description de services, suivre dans la barre de menu ''Gestion de données -> Renseignements sur l''emplacement'' jusqu''à l''onglet Options.",
        "1347" : "(1347) Le champ Adresse électronique - Expédié par est un champ obligatoire (c.-à-d. ne doit pas demeurer vide) si vous avez coché cette consigne.",
        "1348" : "(1348) Le champ Adresse électronique -  Expédié au nom de (Cc.) est un champ obligatoire (c.-à-d. ne doit pas demeurer vide) si vous avez coché cette consigne.",
        "1349" : "(1349) Spécifiez le rapport que vous désirez ré-imprimer:",
        "1350" : "(1350) Méthode d'avis doit être valide et ne peut demeurer vide lorsque l'option Ramassage au bureau de poste est choisie.",
        "1351" : "(1351) L'adresse électronique est obligatoire (c.-à-d. ne doit pas demeurer vide) si la méthode d'avis choisie est l'adresse électronique.",
        "1352" : "(1352) Les sélections d'avis par courier électronique ne s'appliquent à cet envoi car cet article n'est pas repérable (L'option Confirmation de livraison n'est pas choisie). Cliquer OK pour continuer.",
        "1353" : "(1353) L'adresse électronique est obligatoire (c.-à-d. ne doit pas demeurer vide) si la case Destinataire a été cochée.",
        "1354" : "(1354) Votre plage d'identificateur local de DD est complètement épuisée. Veuillez demander une reconstitution de plage à partir du serveur en sélectionnant l'option de vérification des mises à jour de l'application, des données et des codes à barres dans le menu Outils.",
        "1355" : "(1355) Votre plage d'identificateur local de DD est complètement épuisée. Vous ne pouvez procéder avant d'avoir demander une reconstitution de plage à partir du serveur  en choisissant l'option de Vérification des mises à jour de l'application des données et  de codes à barres du menu Outils.",
        "1356" : "(1356) Imprimer toutes les étiquettes de conteneurs. Choisir Non afin d'imprimer seulement les nouvelles étiquettes de conteneurs ou celles qui ont été modifiées.",
        "1357" : "(1357) Toutes les étiquettes de conteneurs ont déjà été imprimées.",
        "1358" : "(1358) Vous avez modifié votre Plan de dépôt et ces changements ont une incidence sur les documents déjà imprimés; vous devrez procéder à la réimpression de vos documents et apposer une nouvelle étiquette sur vos conteneurs.",
        "1359" : "(1359) Un autre usager a réservé les Ids de DD pour le tri préliminaire. Veuillez essayer plus tard.",
        "1360" : "(1360) Le nombre de Ids de DD disponible pour tous les services de communications a été mis à jour à {0} et ne satisfait plus le nombre demandé. Veuillez réviser votre demande en conséquence.",
        "1361" : "(1361) La base de données des Ids est verrouillée par un autre usager. Veuillez essayer plus tard.",
        "1362" : "(1362) Le numéro réservé pour le  progiciel de tri préliminaire est invalide. Il ne peut être nul ou plus grand que le numéro d'Ids de DD disponible.",
        "1363" : "(1363) La fermeture de la fenêtre sans imprimer ou exporter les Ids de DD réservés causera la perte de ces Ids. Voulez-vous vraiment continuer sans imprimer ou exporter ?",
        "1364" : "(1364) Fichier {0} existe déjà. Voulez-vous le remplacer?",
        "1365" : "(1365) L'exportation des Ids de DD a été annulée par l'usager.",
        "1366" : "(1366) Les détails de l'installation de livraison doivent être complétés pour au moins une installation de livraison avant que les étiquettes de conteneurs puissent être imprimées.",
        "1367" : "(1367) Un établissement de paiement doit être choisi avant d'entrer les détails sur l'installation de livraison.",
        "1368" : "(1368) Si le champ  de pré-tri des conteneurs pour Monos/Palettes est coché, l'option Transport requis doit aussi être coché pour au moins une installation de livraison.",
        "1369" : "(1369) L'article/pièce/# SKU est obligatoire pour le type de service choisi.",
        "1370" : "(1370) L''installation de livraison {0} n''est plus valide à la date prévue de livraison. Veuillez consulter les cartes du nombre de chefs de ménage (sous Aide) et ajuster votre couverture de livraison.",
        "1371" : "(1371) La réduction appliquée à vos transactions transmises avec succès se chiffre à {0}.",
        "1372" : "(1372) L'option Ramassage au bureau de poste est obligatoire si la méthode d'avis est spécifiée.",
        "1373" : "(1373) Le champ sacs doit comporter une valeur numérique.",
        "1374" : "(1374) Outils électroniques d'expédition ne peut traiter votre demande.",
        "1375" : "(1375) Le champ Conteneurs plats doit comporter une valeur numérique.",
        "1376" : "(1376) Le champ Conteneurs à lettres doit comporter une valeur numérique.",
        "1377" : "(1377) La description de service TPIL national avec rég., rural loc doit être accompagnée de TPIL rég et/ou TPIL rural local sur la déclaration de dépôt.",
        "1378" : "(1378) Le champ nombre d'articles par liasse doit se situer entre 10 et 200.",
        "1379" : "(1379) Le champ Valeur en douanes est invalide. Veuillez utiliser le format suivant: 99999.99.",
        "1380" : "(1380) Le champ Taux de droits en douane est invalide. Veuillez utiliser le format suivant: 9999.9999",
        "1381" : "(1381) Le champ Taxes est invalide. Veuillez utiliser le format suivant: 999999.99",
        "1382" : "(1382) Le champ Accise est invalide. Veuillez utiliser le format suivant: 999999.99.",
        "1383" : "(1383) Le champ Taxe territoriale est invalide. Veuillez utiliser le format suivant: 999999.99",
        "1384" : "(1384) Le champ TVA est invalide. Veuillez utiliser le format suivant: 999999.99.",
        "1385" : "(1385) Le champ Province est obligatoire (ne doit pas demeurer vide) lorsque le Pays d'origine choisi est Canada.",
        "1386" : "(1386) Le champ Province doit demeurer vide lorsque aucun pays n'est choisi dans le champ Pays d 'origine.",
        "1387" : "(1387) Des enregistrements ont été rejetés au moment de la validation. Aimeriez-vous les sauvegarder sous forme d'un fichier d'erreur de carnet d'adresses importé?",
        "1388" : "(1388) Des enregistrements ont été rejetés au moment de la validation. Aimeriez-vous les sauvegarder sous forme d'un fichier d'erreur de marchandises prédéfinies importées ?",
        "1389" : "(1389) Le champ Taxe/IRS/TVA doit demeurer vide lorsque le pays choisi est Canada dans le champ Pays.",
        "1390" : "(1390) Le champ Poids unitaire est invalide. Veuillez utiliser le format suivant: 999999.",
        "1391" : "(1391) Treize (13) lignes est le nombre limite pour une même date d'expédition.",
        "1392" : "(1392) La commande {0} est déja ouverte.",
        "1393" : "(1393) Veuillez remplacer l'article Poste-pub TPIL nat. par TPIL nat. avec rég., rural loc. SEULEMENT si votre envoi consiste de pièces ADMISSIBLES à l'option TPIL -rég et/ou TPIL -rur/loc. Voir le Guide du client pour de plus amples renseignements.",
        "1394" : "(1394) Les deux caractères du préfixe du code à barres que vous avez entrés sont incorrects. Vous devez utiliser le préfixe {0} pour le service de {1}.",
        "1395" : "(1395) Veuillez indiquer les Installations de livraison (IL) et les détails de votre envoi.  Il vous sera ensuite possible de modifier cette information en utilisant la fenêtre Sommaire du plan de dépôt ou la fenêtre Détails d'Installation de livraison.",
        "1396" : "(1396) Nouveautés: À l'aide de l'application Outils électroniques d'expédition, vous pouvez maintenant obtenir les volumes de chefs de ménage à jour et produire automatiquement la DD, le Manifeste, les feuilles de dépôt - Médiaposte et des étiquettes. Consultez la rubrique Aide pour obtenir de plus amples renseignements et les exigences techniques de l'imprimante.",
        "1397" : "(1397) Le fait de modifier le type de service à un service intérieur supprimera tous les renseignements reliés aux douanes. Poursuivre quand même?",
        "1398" : "(1398) L''établissement {0} n''est plus valide.",
        "1399" : "(1399) Endroit de dépôt est obligatoire (il ne peut pas être blanc) si Transport nécessaire est sélectioné.",
        "1401" : "(1401) Erreur de lecture de la balance. Assurez-vous que la balance est branchée et que le plateau de pesée est immobile.",
        "1404" : "(1404) La Date est un champ obligatoire (ne doit pas demeurer vide).",
        "1405" : "(1405) La date entrée est postérieure à la date du jour.",
        "1406" : "(1406) Vous ne pouvez archiver que les données qui datent de plus de 60 jours.",
        "1407" : "(1407) Il n'y avait pas de données à archiver.",
        "1408" : "(1408) Êtes-vous sûr de vouloir épurer ces renseignements?",
        "1409" : "(1409) Épuration réussie. Les dossiers archivés sont conservés dans le répertoire {0}.",
        "1410" : "(1410) Vous devez inscrire une date de début d'exportation des manifestes.",
        "1411" : "(1411) Vous devez inscrire une date de fin d'exporation des manifestes.",
        "1412" : "(1412) La date de fin doit être égale ou postérieure à la date de début.",
        "1413" : "(1413) Le fichier {0} existe déjà. Désirez-vous le remplacer? Si Non est choisi, les données à exporter s'ajouteront au fichier existant.",
        "1414" : "(1414) L'utilisateur a annulé l'exportation de l'Historique d'expédition.",
        "1415" : "(1415) L'exportation de l'Historique d'expédition a été exécutée avec succès.",
        "1416" : "(1416) Vous devez inscrire un code d'utilisateur valide.",
        "1417" : "(1417) Vous devez inscrire un ancien mot de passe valide.",
        "1418" : "(1418) Le Mot de passe est un champ obligatoire (ne doit pas demeurer vide).",
        "1419" : "(1419) Le mot de passe doit être composé d'au moins 6 caractères.",
        "1420" : "(1420) Le nouveau mot de passe et le mot de passe confirmé ne concordent pas. Essayez de nouveau.",
        "1421" : "(1421) Une connexion Internet n''a pu être établie. Assurez-vous que votre système est bien connecté à Internet par l''entremise d''un service d''accès par ligne commutée (fournisseur de services Internet) ou d''une connexion au réseau local. Si le problème persiste, communiquez avec le Soutien technique de Postes Canada en composant le {0}.",
        "1423" : "(1423) Il n'y a aucune imprimante de brancher à l'ordinateur.  Impossible de continer avec l'installation.",
        "1424" : "(1424) Le numéro de client est obligatoire. Veuillez inscrire une valeur.",
        "1425" : "(1425) Avant de poursuivre, assurez-vous que vous avez une connection Internet, soit par modem ou par l'entremise de votre réseau locale.",
        "1426" : "(1426) Le champ Nom de l'imprimante est obligatoire (ne peut être vide).",
        "1427" : "(1427) Le champ Type d'imprimante est obligatoire (ne peut être vide).",
        "1428" : "(1428) Le champ Média est obligatoire (ne peut être vide).",
        "1429" : "(1429) Le champ Imprimante est obligatoire (ne peut être vide).",
        "1430" : "(1430) Le champ Type de code à barres est obligatoire (ne peut être vide).",
        "1431" : "(1431) Étant donné que vous n''avez pas accédé à l''application Outils d''expédition électronique depuis plus de {0} jours, votre version de l''application Outils d''expédition électronique est expirée.  Vous devez réinstaller l''application à partir du site Web de Postes Canada.",
        "1432" : "(1432) La configuration de l'Outils électroniques d'expédition n'a pas été complétée la même journée que le processus d'installation a été initié. S.V.P. désinstaller et recommencer l'installation de l'application avant de poursuivre.",
        "1433" : "(1433) Le téléchargement de la mise à niveau du logiciel a échoué. Veulliez vous connecter de nouveau pour recommencer le téléchargement.",
        "1434" : "(1434) Un fichier de mise à niveau incomplet a été trouvé. Veulliez vous connecter de nouveau pour reprendre le téléchargement du fichier.",
        "1435" : "(1435) L'application des Outils électroniques d'expédition ne peut traiter votre demande de mise  à jour de vos services durant la période de transition. Veuillez répéter votre demande après la période de transition.",
        "1436" : "(1436) Les articles qui dépassent la limite de poids de 115 grammes doivent être inscrits sur une Déclaration de dépôt distincte (c.-à-d. qu'il ne faut pas mêler les articles ayant un poids de plus de 115 grammes sur une même Déclaration de dépôt comptant des articles d'un poids égal ou inférieur à 115 grammes).",
        "1439" : "(1439) Le montant entré dans Nombre total est inférieur au montant de Chefs de ménage. Cela signifie que certains points de remise ne recevront pas l'article. Postes Canada ne sera pas responsable d'indiquer où les livraisons n'auront pas lieu. Voulez-vous procéder?",
        "1440" : "(1440) Le montant de chefs de ménage pour ce mode de livraison est  {0}. Le montant dans le champ Nombre total doit être inférieur ou égal au montant total de chefs de ménage pour le mode de livraison sélectionné.",
        "1441" : "(1441) Le montant entré dans Total d'articles est inférieur au montant de chefs de ménage. Certains points de remise ne recevront pas l'article de courrier. Postes Canada ne sera pas responsable d'indiquer où les livraisons n'auront pas lieu. Voulez-vous procéder?",
        "1442" : "(1442) Le montant entré dans le champ Nombre d'articles envoyés diffère de celui dans les données de chefs de ménages. Voulez-vous procéder?",
        "1443" : "(1443) Un seul mode de livraison doit être indiqué lorsque les données du Dénombrement sont fournies (p. ex. les données dans le champ <Id mode de livraison de> doivent être égales aux données du champ <Id à> et un nom d'Installation de livraison secondaire doit être indiqué).",
        "1444" : "(1444) Vous devez entrer chaque version identifiée 'Propre à une version' sur une ligne distincte de la Déclaration de dépôt. Le 'Titre de l'article de courrier' à la  fenêtre 'Détails d'installation de livraison' sera appliqué à toutes les autres associées à cette ligne de la Déclaration de dépôt. Voulez-vous procéder?",
        "1445" : "(1445) Ce modèle/DD contient des données qui ne correspondent plus à la façon d'entrer des dépôts identifiés 'Propre à une version'. Veuillez examiner les données des Détails d 'installation de livraison et vous assurer que les indicateurs 'Propre à une version' et 'Titre de l'article de courrier' sont exacts.",
        "1446" : "(1446) Le Lieu d'expédition est un champ obligatoire. Veuillez utiliser le format A9A9A9 ou A9A 9A9.",
        "1447" : "(1447) Le Lieu d'expédition est invalide.",
        "1448" : "(1448) Les Dimensions sont obligatoires à moins que l'envoi soit un document (c.- à -d. La case Document est activée).",
        "1449" : "(1449) Aucun Article/Pièce/#SKU apparié n'a été retrouvé dans votre liste de Marchandises Prédéfinies.",
        "1450" : "(1450) Plus d'un Article/Pièce/#SKU apparié a été retrouvé dans votre liste de Marchandises Prédéfinies.",
        "1451" : "(1451) Un type d'enregistrement inadmissible a été trouvé. Le type d'enregistrement doit être 4,5,6 ou 7.",
        "1452" : "(1452) Lorsque de nombreuses copies des formulaires douaniers sont imprimées, les insérer dans une pochette autocollante plutôt que les apposer directement sur l'article.",
        "1453" : "(1453) Les données de douanes ne peuvent être entrées lorsque le pays indiqué est 'Canada'. Voulez-vous sauvegarder l'enregistrement excluant les données de douanes? Cliquez 'OUI' pour poursuivre ou 'NON' pour continuer l'édition de l'enregistrement.",
        "1454" : "(1454) Le champ Nombre total doit se situer entre 0 et 9999.",
        "1455" : "(1455) Le champ Nombre d'enregistrement des Marchandises n'égale pas le décompte physique des enregistrements de Marchandises de douanes associés au Id de la commande importée.",
        "1456" : "(1456) Le champ Raison d'exportation est obligatoire (ne doit pas demeurer vide).",
        "1458" : "(1458) Le champ Raison d'exportation est obligatoire (ne doit pas demeurer vide).",
        "1459" : "(1459) La valeur du code de la Raison d'exportation est invalide.",
        "1460" : "(1460) Le champ Description de la Raison d'exportation est obligatoire (ne doit pas demeurer vide) lorsque la Raison d'exportation égale Autres.",
        "1461" : "(1461) La valeur du code des Instructions de non-livraison est invalide.",
        "1462" : "(1462) 'CA' est un code de pays invalide pour ce type d'enregistrement.",
        "1463" : "(1463) Le champ Quantité doit contenir une valeur supérieure à zéro.",
        "1464" : "(1464) Le champ Lien à l'indicateur de Marchandises Prédéfinies est obligatoire (ne doit pas demeurer vide).",
        "1465" : "(1465) Il y a {0} des enregistrements de Marchandises qui sont associés à une même commande. Un maximum de 6 enregistrements est permis par commande.",
        "1466" : "(1466) Le type de Devise a changé de {0} à {1} en raison du changement des règles sur les spécifications de produits associés aux pays de destination.",
        "1467" : "(1467) Le montant Valeur de douanes  (${0}) à l''entête est remplacé par le montant obtenu de la valeur du champ Quantité multipliée par la Valeur unitaire en douanes pour le(s) enregistrement(s).",
        "1468" : "(1468) Le montant Droits et Taxes (${0}) à l''entête est remplacé par le nombre obtenu de la Valeur en douanes plus le montant de la taxe  pour le(s) enregistrement(s).",
        "1469" : "(1469) Voulez-vous vraiment supprimer le(s) enregistrement(s) choisi(s) de la liste d'envois?",
        "1470" : "(1470) Voulez-vous vraiment supprimer tous les {0} articles de l''entrée de commandes importées?",
        "1471" : "(1471) Le champ Article/Pièce/#SKU est obligatoire lorsque Lien à l'indicateur de Marchandises Prédéfinies est activé (c-à d égal à '1').",
        "1472" : "(1472) Le champ Description est obligatoire lorsque Lien à l'indicateur de Marchandises Prédéfinies n'est pas activé (c-à d égal à '0').",
        "1473" : "(1473) Le champ Poids unitaire est obligatoire lorsque Lien à l'indicateur de Marchandises Prédéfinies n'est pas activé (c-à d égal à '0').",
        "1474" : "(1474) Le champ Valeur unitaire en douanes est obligatoire lorsque Lien à l'indicateur de Marchandises Prédéfinies n'est pas activé (c-à d égal à '0').",
        "1475" : "(1475) Pour les articles livrés par facteur, vous pouvez sélectionner la case Articles mesurant plus de 14 x 6 pouces (35,56 x 15,4 cm) pour les entreprises seulement. Pour poursuivre cette sélection, éliminez les modes de livraison par facteur ou sélectionnez Commerces seulement. Vous n'avez ensuite qu'à retourner à la fenêtre DD et à désactiver cette case.",
        "1476" : "(1476) Si vous sélectionnez cette option de dimension, la cible sélectionnée pour la livraison par facteur dans la fenêtre Détails d'installation de livraison devra correspondre à Commerces seulement.",
        "1477" : "(1477) Le champ Description est obligatoire lorsque le nombre d'enregistrements de marchandises est égal à zéro.",
        "1478" : "(1478) Certains des modes de livraison sélectionnés se trouvent aussi dans d'autres RTA. Pour ajouter les RTA en totalité ou en partie à votre plan de dépôt, veuillez les sélectionner ci dessous:",
        "1479" : "(1479) Id de la commande importée des enregistrements de marchandises (type d'enregistrement 7) ne correspond pas à l'enregistrement Commande/Douanes (type d'enregistrement 6).",
        "1480" : "(1480) Le champ Valeur en douanes est invalide. Veuillez utiliser le format suivant: 999999.99.",
        "1481" : "(1481) Le champ Quantité est invalide. Veuillez utiliser le format suivant: 9999.",
        "1482" : "(1482) Cette commande d'un produit importé requiert des instructions de non-livraison; la valeur du produit a donc été établie par défaut à traiter comme abandonné. Veuillez cliquer sur le bouton Douanes si vous désirez modifier cette sélection.",
        "1483" : "(1483) Le champ Type d'enregistrement est un champ obligatoire (ne doit pas demeurer vide).",
        "1484" : "(1484) Le champ Valeur unitaire en douanes est obligatoire lorsque le nombre d'enregistrements de marchandises est égal à zéro.",
        "1485" : "(1485) Si les étiquettes d'expédition ne sont pas imprimées par une imprimante thermique, un code à barres valide de CR doit être entré pour utiliser l'option CR.",
        "1486" : "(1486) L'adresse électronique est obligatoire (c.-à-d. ne doit pas demeurer vide) lorsque vous demandez d'être copié sur le courrier électronique.",
        "1487" : "(1487) Le numéro du billet est obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1488" : "(1488) La raison de la suppression est obligatoire (c.-à-d. ne doit pas demeurer vide).",
        "1489" : "(1489) La couverture ne s'applique pas à un colis identifié comme Document.",
        "1491" : "(1491) Les données que vous avez saisies seront rejetées.  Voulez-vous continuer?",
        "1492" : "(1492) Le service que vous avez choisi peut être utilisé seulement lorsque vous expédiez des documents.  Veuillez cocher la case Document (à l'étape 1), ou choisir un autre service.",
        "1493" : "(1493) Le champ Information supplémentaire est obligatoire (ne doit pas demeurer vide) lorsque vous choisissez Autre comme raison de suppression.",
        "1494" : "(1494) Les modèles d'imprimantes Eltron (2642 et 2742) ne sont pas supportés avec le type de pilote d'imprimante de Windows. Voulez-vous continuer?",
        "1495" : "(1495) Cet envoi ne requiert pas de  convention. Veuillez enlever le numéro de convention afin de continuer.",
        "1496" : "(1496) En raison des spécifications de produit pour cet envoi les instructions de non livraison ont été changées à  {0}.",
        "1497" : "(1497) Votre requête a été envoyée avec succès à la SCP.",
        "1498" : "(1498) L'envoi de votre requête à la SCP a échoué.",
        "1499" : "(1499) Il est impossible d'imprimer à l'imprimante sélectionnée. Si vous utilisez un pilote Windows d'imprimante, vérifiez la configuration d'imprimante et assurez vous que cette imprimante est configurée à un type d'imprimante thermique (Pilote de Windows), ou si vous utilisez une imprimante thermique (pilote Eltron/Zebra-Pilote sur demande pour OEE), assurez vous que le port d'imprimante est disponible.",
        "1500" : "(1500) Mise à niveau obligatoire du logiciel.   Dans le cadre de notre continuel engagement à améliorer nos services, une mise à niveau du logiciel sera lancée le {0}.  Nous recommandons un téléchargement avant cette date afin d''éviter une interruption de service.  Il sera possible d''effectuer le téléchargement en plusieurs étapes: simplement sélectionner Continuer plus tard pour arrêter le téléchargement et le poursuivre à une prochaine ouverture de session.  Si le téléchargement n''est pas complété au plus tard le {1}, vous serez dans l''impossibilité d''utiliser les OEE.  Nota: Pour les clients qui utilisent un accès par ligne commutée, nous recommandons un téléchargement par étape pour diminuer les temps d''arrêt dû à la dimension du fichier de téléchargement ({2}).",
        "1501" : "(1501) Vous n''avez pas assez d''espace sur votre disque pour compléter cette mise à jour.  Requis: {0} MB - Disponible: {1} MB.",
        "1601" : "(1601) L''application exige la mise à jour logicielle avant {0}. Voulez-vous la télécharger maintenant?",
        "1602" : "(1602) Vous devez relancer l'application.",
        "1603" : "(1603) L'application exige la mise à jour des données de référence avant {0}. Voulez-vous la télécharger maintenant?",
        "1604" : "(1604) Les valeurs initiales des installations de livraison sont requises pour la création de nouveaux plans d'expédition seulement. Ce plan d'expédition contient déjà des données sur les détails d'installation de livraison.",
        "1605" : "(1605) Les données s'appliqueront à toutes les installations de livraison dans votre plan d'expédition pour cette ligne d'article de DD. Cliquez sur le bouton OK pour continuer.",
        "1606" : "(1606) Les données ont été appliquées avec succès à toutes les installations de la livraison dans votre plan d'expédition pour cette ligne d'article de DD.",
        "1607" : "(1607) Les données n'ont pas été appliquées avec succès à toutes les installations de la livraison. Veuillez passer en revue votre plan d'expédition.",
        "1608" : "(1608) Ce modèle contient des données du Nombre total et du Nombre total d'articles qui ont été soient  importées ou saisies par l'usager. Est-ce que ces données devraient être utilisées? Cliquez sur le bouton Non pour utiliser les données du Chef de ménage de Postes Canada.",
        "1609" : "(1609) Les données importées ou saisies par l'usager sont supérieures aux données identifiées dans le Chef de ménage. Ces données invalides ne seront pas utilisées pour cette DD.",
        "1610" : "(1610) L'exportation du modèle est réussie.",
        "1611" : "(1611) Le nom de fichier existe déjà. Voulez-vous le remplacer?",
        "1612" : "(1612) L'exportation du modèle a été annulée.",
        "1613" : "(1613) L'importation du modèle est réussie.",
        "1614" : "(1614) Il existe un problème de format avec le fichier d'importation. Voulez-vous exécuter l'importation à partir d'un autre fichier?",
        "1615" : "(1615) Ce plan d'expédition contient des données importées. Les changements à appliquer à toutes les installations de livraison ne peuvent pas être faits aux plans d'expédition qui comprennent des données importées d'installation de livraison.",
        "1616" : "(1616) Ces changements seront appliqués à toutes les installations de livraison dans votre plan d'expédition pour cette ligne d'article de DD. Cliquez sur le bouton OK pour continuer.",
        "1617" : "(1617) Les changements ont été appliqués avec succès à toutes les installations de livraison dans votre plan d'expédition pour cette ligne d'article de DD.",
        "1618" : "(1618) Les changements n'ont pas été appliqués avec succès à toutes les installations de livraison. Veuillez passer en revue votre plan d'expédition.",
        "1619" : "(1619) Veuillez entrer la date (c.-à-d. date prévue du dépôt) qui sera utilisée pour produire le rapport d'itinéraires multiples.",
        "1620" : "(1620) Au moins une valeur initiale de mode de livraison doit être choisie.",
        "1621" : "(1621) Le montant entré dans le champ Nombre d'articles envoyés diffère de celui dans les données de chefs de ménages. Voulez-vous utiliser les données de chefs de ménage?",
        "1622" : "(1622) Le champ Date de dépôt doit être supérieur ou égal à la date d'aujourd'hui.",
        "1623" : "(1623) Le champ Date de début doit être supérieur ou égal à la date d'aujourd'hui.",
        "1624" : "(1624) Le champ Référence et/ou centre de coûts contient des caractères qui ne sont pas acceptés: & @ ` ~ | ! % * < >.",
        "1625" : "(1625) Le champ Information d'adresse supplémentaire est obligatoire (ne doit pas demeurer vide), tel que spécifié dans les préférences d'expédition.",
        "1626" : "(1626) Attention - Les informations Porter au Compte de ont changé à la suite de votre dernière action.  Veuillez vérifier.",
        "1627" : "(1627) Action non applicable - Vous devez d'abord sélectionner une entrée dans le panneau de Liste",
        "1628" : "(1628) Action non applicable aux entrées dans le dossier sélectionné.",
        "1629" : "(1629) Action non applicable - Vous devez sélectionner une seule entrée.",
        "1630" : "(1630) Action non disponible - Le client est bloqué.",
        "1631" : "(1631) Action non applicable - La commande n'a pas été transmise.",
        "1632" : "(1632) Action non applicable - Vous devez sélectionner un article dans le panneau de Détails.",
        "1633" : "(1633) Action non applicable - Cet article est déjà annulé.",
        "1634" : "(1634) Action non disponible - Communiquer avec le centre de dépannage de Postes Canada.",
        "1635" : "(1635) Les cases doivent contenir des caractères numériques.",
        "1639" : "(1639) Les commandes 'Haut de gamme' sont admissibles à la réduction incitative à l'automatisation de 1%.",
        "1640" : "(1640) Le montant entré dans le champ Total d''articles est supérieur à celui dans les données de chefs de ménage. Le montant maximal pour cette installation de livraison est {0}.",
        "1641" : "(1641) Configuration de la balance est incomplète. Veuillez vous assurer que vous avez sélectionné des valeurs pour les champs balance,débit en baud, port,bits de données,parité et bits d'arrêt.",
        "1642" : "(1642) Un plan de distribution n'est pas imprimé systématiquement avec la commande. Si vous en désirez une copie,veuillez sélectionner la déclaration de dépôt (DD) à la page d'acceuil et cliquez sur le bouton Réimprimer.",
        "1643" : "(1643) Vous avez sélectionné Type de dépôt Partiel et entrer une seule date de dépôt. Veuillez changer pour Type de dépôt Entier ou entrer plus d'une date de dépôt.",
        "1644" : "(1644) Vous devez initialiser vos données de retour de colis dans préférences d'expédition (et cliquer 'Toujours utiliser ces données pour les retours de colis') pour imprimer des étiquettes de retour durant un regroupement d'envois.",
        "1645" : "(1645) Veuillez noter que l'information fournie à Postes Canada est soumise à une vérification. Par conséquent, si les articles présentés à Postes Canada ne correspondent pas à l'information fournie (catégorie, volumes, préparation et poids incorrects, frais supplémentaires manquants, etc.), les tarifs pourraient être ajustés ou des frais supplémentaires pourraient être appliqués conformément à la convention conclue entre le client et Postes Canada. Le client consent à ce que les changements de tarif soit automatiquement appliqués au moyen du même mode de paiement qu'il a choisi pour sa commande (carte de crédit ou compte Postes Canada), sans que Postes Canada n'ait à lui envoyer de nouvel avis.<br>Veuillez cliquer sur <a href=\"https://www.canadapost.ca/web/fr/kb/details.page?article=stored%20credentials%20terms%20and%20conditions&cattype=kb&cat=generalinquiries&subcat=generalinformation\" rel=\"noopener noreferrer\" target=\"_blank\">l'accord de consentement</a> pour lire tous les termes et conditions applicables.",
        "1646" : "(1646) La monnaie doit être le dollar canadien (CAD) ou le dollar américain (USD).",
        "1647" : "(1647) Voulez-vous vraiment supprimer les {0} articles importés pour le client {1}?",
        "1648" : "(1648) Tous les articles importés ont été supprimés.",
        "1649" : "(1649) Plus d'un numéro de référence FDM a été repéré pour une Installation de livraison (IL).  Cliquez OK pour appliquer ceux du premier enregistrement à tous les enregistrements de la même IL ou cliquez Cancel pour arrêter l'importation. L'importation individuelle d'un fichier doit être activée afin d'obtenir des numéros de référence supplémentaires pour une Installation de Livraison (IL).",
        "1650" : "(1650) Les feuilles de dépôt et les étiquettes pour conteneurs du Courrier de quartier ne sont pas supportées sur une imprimante thermique utitlisant un pilote sur demande de OÉÉ.  Configurez ces formulaires pour imprimer sur une imprimante laser ou une imprimante thermique utilisant un pilote Windows.",
        "1651" : "(1651) Les numéros de référence FDM sont présents sur certains enregistrements et manquent sur d'autres.  Cette information doit être consistante dans tout le fichier.",
        "1652" : "(1652) Le modèle ou la déclaration de dépôt comprend des conteneurs plats et/ou des conteneurs à lettres qui ne peuvent plus être utilisés pour Courrier de quartier. Veuillez corriger.",
        "1653" : "(1653) La méthode de paiement Porte au Compte n'est pas disponible.  Veuillez choisir une autre méthode de paiement.",
        "1654" : "(1654) En raison d'un conflit de travail, nous ne sommes pas en mesure de traiter les commandes par carte de crédit à l'heure actuelle.  Veuillez choisir une autre méthode de paiement.",
        "1655" : "(1655) Veuillez cliquer sur <a href=\"https://www.canadapost.ca/web/fr/kb/details.page?article=stored%20credentials%20terms%20and%20conditions&cattype=kb&cat=generalinquiries&subcat=generalinformation\" rel=\"noopener noreferrer\" target=\"_blank\">l''accord de consentement</a> pour lire tous les termes et conditions applicables En appuyant sur OK, des frais de {0} seront portés à votre carte de crédit.<br/>Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande. Tous les ajustements seront appliqués à votre carte de crédit.",
        "1656" : "(1656) En appuyant sur OK, des frais de {0} seront portés à votre compte de Postes Canada.  Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande.  Tous les ajustements seront imputés à votre compte de Postes Canada.",
        "1657" : "(1657) Veuillez sélectionner OK pour indiquer qu''une empreinte de machine à affranchir de {0} sera jointe à votre envoi.  Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande.  Tous les ajustements seront imputés à votre compte de Postes Canada.",
        "1658" : "(1658) Avez-vous imprimé votre étiquette d''expédition?  Si vous n''avez pas imprimé votre étiquette, appuyer sur Annuler (Cancel) et imprimez-la avant de poursuivre.  Si l''étiquette n''apparaît pas, veuillez appeler le service d''assistance de Postes Canada au {0}.",
        "1659" : "(1659) En raison des règles de spécifications de produit, seulement {0} lignes des marchandises de douane sont disponibles.",
        "1660" : "(1660) Vous avez atteint le nombre maximum d''items ({0}) permis sur la version OEE en ligne.",
        "1661" : "(1661) Ce service exige que vous fournissez l'identificateur manuel (Code à barres) lorsque vous n'imprimez pas d'étiquette OEE.",
        "1662" : "(1662) Le document choisi comprenant le numéro de bon de commande ({0}) n''est plus disponible pour la réimpression.",
        "1663" : "(1663) Veuillez sélectionner OK pour indiquer qu'une empreinte d'affranchissement indiquant le bon montant d'affranchissement payé est apposée sur chaque article.",
        "1664" : "(1664) Les étiquettes de retour port payé ne sont pas supportées sur une imprimante thermique utitlisant un pilote sur demande de OÉÉ.  Configurez les étiquettes pour imprimer sur une imprimante laser ou une imprimante thermique utilisant un pilote Windows.",
        "1665" : "(1665) Veuillez sélectionner OK pour indiquer que cet envoi est accompagné du paiement intégral par chèque certifié. Nota : seuls les comptoirs postaux de vente au détail acceptent les paiements au comptant.",
        "1666" : "(1666) Veuillez sélectionner OK pour indiquer qu''une empreinte de machine à affranchir de {0} sera apposée sur le manifeste.",
        "1667" : "(1667) Le champ numéro de vérification de votre carte de crédit est obligatoire (ne peut demeurer vide).",
        "1668" : "(1668) Le code de pays trouvé à la ligne numéro {0} n'est pas valide. D''autres erreurs peuvent exister, vérifiez vos données",
        "1669" : "(1669) Le code de province ou état n''est pas valide pour le pays à la ligne numéro {0}.  D''autres erreurs peuvent exister; vérifiez vos données.",
        "1670" : "(1670) Le champ Taxe/IRS/TVA à la ligne numéro {0} doit demeurer vide puisque le pays est Canada.  D''autres erreurs peuvent exister; vérifiez vos données.",
        "1671" : "(1671) Veuillez fournir le nom du fichier à importer.",
        "1672" : "(1672) Veuillez sélectionner le type de dépôt.",
        "1673" : "(1673) Le numéro du dépôt est obligatoire et se doit d'être plus grand que 1 puisque la déclaration de dépôt initiale doit accompagner le premier dépôt.",
        "1674" : "(1674) Le nombre de pages pour initier la gestion de l?impression doit être numérique et plus grand que zéro.",
        "1675" : "(1675) Le nombre de copies des étiquettes de mono/palettes doit être numérique et plus grand que zéro.",
        "1676" : "(1676) En appuyant sur OK, des frais de {0} seront portés à votre compte de fournisseur. Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande.  Tous les ajustements seront imputés à votre compte de fournisseur.",
        "1677" : "(1677) Nota : Vous pourrez imprimer les installations de livraison non sélectionnées en utilisant le bouton Copie/Réimprimer sur la page d'accueil.",
        "1678" : "(1678) Nota: L''archivage génère beaucoup de données.  Vous devriez périodiquement vider le répertoire {0}.",
        "1679" : "(1679) Le nombre de mois doit être entre 1 et 99.",
        "1680" : "(1680) Si vous apportez des changements à votre Plan de dépôt et que ces modifications ont un impact sur les Installations de livraison en cours d.impression, vous devrez procéder à la réimpression des documents et apposer une nouvelle étiquette sur vos conteneurs.",
        "1681" : "(1681) Sélectionnez une Installation de livraison pour indiquer sur quelle ligne de la DD vous désirez ajouter une (des) installations de livraison.",
        "1682" : "(1682) La fonction Exportation est disponible seulement lorsque toutes les installations de livraison pour votre Plan de dépôt sont complétées.",
        "1683" : "(1683) Vous devez préciser le Mode d'entreposage applicable à cet article.",
        "1684" : "(1684) Le nom d'installation de livraison secondaire est obligatoire (ne doit pas demeurer vide).",
        "1685" : "(1685) Veuillez sélectionner OK pour indiquer que des timbres au montant de {0} seront joints à votre envoi.  Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande.  Tous les ajustements seront imputés à votre compte de Postes Canada.",
        "1686" : "(1686) Êtes-vous sûr de vouloir annuler l'importation de ce fichier?",
        "1688" : "(1688) Une mise-à-jour de votre application bureau n.a pas été téléchargée correctement.  Veuillez contacter le centre de dépannage de Postes Canada au {0}.",
        "1689" : "(1689) L'option < Mises à jour de livraison> permet de demander qu'un courriel soit envoyé lorsque les événements suivants se produisent dans le cadre du processus d'expédition de votre envoi: \n\nExpédition:  Ce courriel vous avisera lorsque:\n\t- la commande d'envoi sera créée;\n\t- l'envoi est acheminé à Postes Canada aux fins de livraison.\n\nException:  Ce courriel vous avisera de toute interruption de livraison imprévue.\n\nLivraison:  Ce courriel vous avisera:\n\t- lorsqu'une carte Avis de livraison, avisant le destinataire d'aller ramasser l'envoi au bureau\n\tde poste local, est remise au destinataire;\n\t- l'envoi aura été livré;\n\t- la signature électronique ou le nom du signataire sera affiché en ligne (au besoin).\n\nMises à jour de livraison par courriel ne seront PAS envoyés sauf si au moins une adresse électronique valide ET un type d'événement sont sélectionnés.\n\nCette option est offerte uniquement pour les services avec confirmation de livraison (code à barres).",
        "1690" : "(1690) Le maximum de caractères pour le champ Commentaire est de 150 caractères.  Vous avez  {0} caractères saisis.",
        "1691" : "(1691) Vous avez sélectionné Numéro de référence à la ligne objet pour vos avis par courriel mais vous avez omis d'indiquer ce numéro.",
        "1692" : "(1692) L'acheminement continu de marchandises d'arrivée (ACMA) fait référence au service de transport de marchandises (logistique) qui fait partie de l'acheminement continu de marchandises d'un point d'origine à l'étranger à une destination au Canada.  Ce service postal est considéré comme un service de transport de marchandises aux fins de la TPS et de la TVH. Si vos envois en provenance d'un point d'origine à l'étranger sont admissibles en vertu de l'article 10 à la partie VII de l'Annexe VI, ils seront considérés comme des fournitures détaxées à condition qu'ils répondent aux exigences suivantes:\n\n* Le courrier d'arrivée doit être déposé directement à une Centre Postal Principal reçu pendant les heures d'ouverture.\n* L'envoi doit être accompagné d'une Déclaration de dépôt ou d'un Manifeste de Postes Canada portant clairement au devant la mention \"ACMA\".\n* Le Document de contrôle du fret des Douanes portant le cachet officiel de Douanes Canada doit également être fourni par l'expéditeur.",
        "1693" : "(1693) Le courrier doit être déposé à un UVCR ou un CDC lorsqu'ACMA est sélectionné.  Veuillez s.-v.-p., sélectionner un autre établissement.",
        "1694" : "(1694) Il n''est pas possible d''adapter la Date de début indiquée aux normes de service de Postes Canada.  Veuillez écrire une Date de début qui est au moins {0} jours d''affaires de la date d''aujourd''hui.",
        "1695" : "(1695) Avertissement: Lorsqu'une Référence de la DD est saisie au niveau de la DD, le Centre de coûts ne peut être utilisée au niveau de la ligne de l'article.  Cliquez OK si vous désirez effacer les données du Centre de coûts; cliquez Annuler si vous désirez apporter des corrections.",
        "1696" : "(1696) Le {0} pour ce mode de livraison est  {1}.  Le nombre correspondant dans votre fichier doit être inférieur ou égal à ce montant.",
        "1697" : "(1697) Les articles qui mesurent plus de 30,5 cm x 28 cm (12 po x 11 po) et/ou qui pèsent plus de 500 g (17,6 oz) ne peuvent être livrés que par l'entremise des itinéraires non desservi par facteur Rappel : Un article de cette dimension ne pourra être livré par un facteur.",
        "1698" : "(1698) Les dimensions des articles de courrier doivent être précisées avant de poursuivre.",
        "1700" : "(1700) Avertissement : Le non-respect de l'entrée du taux d'exactitude des adresses et sa date d'expiration va entraîner des frais supplémentaires sur votre envoi qui sera basés sur la moyenne nationale de taux d'exactitude des adresses, c'est-à-dire 56%.  Le montant de cette surcharge va être affiché sur la page Aperçu.",
        "1701" : "(1701) Exactitude des adresses est expiré en date du dépôt. Veuillez entrer la nouvelle date d''expiration, ou l''enlever auquel cas le taux national moyen d''exactitude des adresses de {0}% s''appliquera à votre commande au besoin.",
        "1702" : "(1702) Le numéro de la convention  n'est pas associé au numéro posté au nom du client et au service dans le système comptable de la SCP pour la date d'envoi inscrite.",
        "1705" : "(1705) La valeur Poids n''est pas valide. Veuillez entrer une valeur {0}.",
        "1706" : "(1706) Le numéro de la convention  n'est pas associé au numéro posté au nom du client dans le système comptable de la SCP pour la date d'envoi donnée.",
        "1708" : "(1708) Vous devez inscrire le code postal au complet parce que vous faites un envoi dans une région rurale.",
        "1709" : "(1709) La destination ou le produit du Service-fret aérien omnibus n'est pas valide pour ce point de dépôt d'expéditeur",
        "1710" : "(1710) L''option {0} n'est pas valide pour la destination ou le service choisie.",
        "1711" : "(1711) Le mode de paiement n'est pas valide.",
        "1712" : "(1712) La mesure du colis dépasse la limite de service choisie.",
        "1713" : "(1713) Le poids du colis dépasse la limite de service choisie.",
        "1714" : "(1714) Le poids du colis ne respecte pas la limite de service minimum acceptable.",
        "1715" : "(1715) Il n'y a aucun prix en vigueur pour la date d'envoi ou les autres données inscrites. Appelez la ligne Accès-affaires de Postes Canada.",
        "1716" : "(1716) Le type de service n'est pas valide pour la destination choisie.",
        "1718" : "(1718) La valeur dépasse le seuil maximal de {0}.",
        "1719" : "(1719) Vous avez modifié le numéro de commande qui est essentiel au maintien d'un suivi; veuillez enregistrer le numéro manuellement.",
        "1720" : "(1720) L'information sur les douanes est obligatoire (ne doit pas demeurer vide).",
        "1722" : "(1722) L''option {0} n''est pas valide pour le service choisi. Veuillez modifier les options ou sélectionner un autre service.",
        "1723" : "(1723) Le champ Province/État n'est pas valide pour le pays choisi.",
        "1724" : "(1724) Le pays choisi n'est pas valide.",
        "1726" : "(1726) Le nombre d'articles doit être supérieur à 0.",
        "1727" : "(1727) Le code à barres a été entré ou balayé deux fois, le numéro d'identification de l'article a donc déjà été utilisé.",
        "1728" : "(1728) La valeur de l'identificateur n'est pas un numéro de code à barres valide.",
        "1729" : "(1729) La valeur de l'identificateur n'est pas un numéro de code à barre valide (le numéro doit être entré suivant le format X999999).",
        "1730" : "(1730) Il n''y a pas suffisament de codes à barre disponible dans la tranche {0} pour compléter (complètement traiter) votre demande. Voulez-vous continuer?",
        "1731" : "(1731) Le colis est inférieur à la taille minimum acceptable.",
        "1732" : "(1732) Le type de service n'est pas valide pour Voie rapide.",
        "1733" : "(1733) Le type de service (code) sur l'enregistrement de l'id. de commande importé n'est pas valide.",
        "1734" : "(1734) Il faut sélectionner au moins une commande.",
        "1735" : "(1735) Cette intervention supprimera les articles qui indiquent un comptoir postal autre que le comptoir de paiement sélectionné. Voulez-vous continuer?",
        "1736" : "(1736) Cette intervention supprimera les articles dont la catégorie de courrier (p. ex. date d'expédition et no de dépôt) diffère de celui du premier article. Voulez-vous continuer?",
        "1737" : "(1737) Le profil d'utilisateur ne peut être supprimé puisque les autres utilisateurs n'ont pas accès aux privilèges de l'administrateur.",
        "1738" : "(1738) Cet utilisateur existe déjà. Veuillez fournir un autre code d'usager.",
        "1740" : "(1740) Le code postal est invalide.",
        "1741" : "(1741) Les données de la carte de crédit ne sont pas associées à la carte de crédit pseudonyme dans le système de SCP.",
        "1742" : "(1742) Cette fonction ne s'applique pas parce que les services de distribution ne sont pas configurés sur cette machine.",
        "1743" : "(1743) Ce service ne permet pas comme instructions de Douanes sur la non livraison Traiter comme Abandonné lorsqu'une couverture est sélectionnée.",
        "1744" : "(1744) L'application Outils électroniques d'expédition (OEE) a été installée avec succès ! Pour de plus amples informations, consulter le menu Aide de l'application.",
        "1745" : "(1745) Cliquez sur le bouton de Relier pour vous établir une connexion avec le serveur OEE afin de vérifier les mises à jour des données et de l'application. Après s'être relié au serveur, le processus de demurrage continuera.",
        "1746" : "(1746) Si vous sélectionnez la même imprimante pour les Documents/Rapports et les étiquettes alors le type doit être le meme.",
        "1747" : "(1747) Votre date de dépôt correspond à votre délai de dépôt prévu et vos normes de service seront ajustées en fonction de votre date de dépôt actuelle.",
        "1748" : "(1748) Le champ Nombre de conteneurs doit comporter une valeur numérique et être plus grand que zéro mais moindre ou égal au nombre de liasses complètes (s'il n'y a pas d'articles résiduaires).",
        "1749" : "(1749) Vous avez changé le nombre de conteneurs pour votre envoi. Par conséquent, le nombre d'étiquettes de conteneur et de liasses par conteneur changera aussi. Désirez-vous poursuivre?",
        "1752" : "(1752) Vos recherches n'ont produit aucun résultat. Utilisez une formulation ou des termes supplémentaires ou différents et essayez de nouveau.",
        "1753" : "(1753) Vous passerez au moteur de recherche en ligne. Veuillez noter que les résultats de la recherche de codes SR ne seront pas transmis automatiquement à la version hors ligne. Vous devez copier et coller les résultats manuellement.",
        "1754" : "(1754) En raison du faible volume, il est moins coûteux de déclarer une partie ou l''ensemble de ces envois comme articles Poste-lettres standard ou autres articles Poste-lettres plutôt que comme articles Poste-lettres à tarifs préférentiels. Cliquez sur OK pour choisir automatiquement l''option recommandée offrant la meilleure valeur et économiser {0}.  Cliquez sur « Annuler » pour continuer avec votre sélection actuelle.",
        "1755" : "(1755) La somme de la longueur, de la largeur et de la hauteur de l''article dépasse la valeur maximale permise de {0}.",
        "1756" : "(1756) Le service Priorité Mondial n'est pas disponible pour tous les pays. Veuillez visiter les normes de service dans la section Soutien du Centre d'Aide OEE pour vérifier le service à votre ville/pays (cliquez Aide > Centre d'Aide OEE à partir de cet écran)",
        "1757" : "(1757) Il est seulement permis de regrouper un établissement dans le lieu de dépôt.",
        "1758" : "(1758) Le format de fichier XML n'est pas valide.",
        "1759" : "(1759) Le numéro d'article n'est pas valide ou ne peut pas être vide.",
        "1760" : "(1760) Les articles dans le fichier d'importation doivent appartenir au même service.",
        "1761" : "(1761) Les articles dans le fichier d'importation doivent être de la même taille.",
        "1762" : "(1762) La destination de l'article n'est pas valide pour le service choisi.",
        "1763" : "(1763) Le comptoir n'est pas valide ou ne peut pas être vide.",
        "1764" : "(1764) Le montant de la couverture n'est pas valide. Veuillez inscrire un chiffre avec deux décimales (format 999999.99).",
        "1765" : "(1765) Le fichier importé contient plus qu'un numéro de comptoir postal. Un seul numéro de comptoir postal est permis pour le service choisi.",
        "1766" : "(1766) Le fichier a été choisi pour une DD de {0}. Voulez-vous créer une nouvelle DD?",
        "1767" : "(1767) Le fichier choisi possède un volume de {0}. Voulez-vous créer une nouvelle DD?",
        "1768" : "(1768) Les renseignements en en-tête de la DD seront écrasés par les données du fichier du plan de dépôt du PERL en cours d'importation.",
        "1769" : "(1769) Changer le type de dépôt pourrait avoir une incidence sur la tarification et pourrait enlever le comptoir, la date de dépôt et le numéro d'envoi des articles. Voulez-vous continuer?",
        "1770" : "(1770) Seuls les dépôts entiers peuvent être importés à l'aide de cette application Internet. Il faut utiliser la version hors ligne de l'application Outils électroniques d'expédition pour ce dépôt.",
        "1771" : "(1771) Un plan de dépôt du PERL doit être importé pour utiliser le ou les produits choisis. Voulez-vous continuer à importer un fichier du plan de dépôt du PERL?",
        "1772" : "(1772) Le fichier choisi comprend une date de dépôt différente que celle écrite sur la DD actuelle. Voulez-vous créer une nouvelle DD?",
        "1773" : "(1773) Le fichier choisi comprend le comptoir différente que celle écrite sur la DD actuelle. Voulez-vous créer une nouvelle DD?",
        "1774" : "(1774) L'ID d'envoi indiqué doit être le même pour tous les articles CL mécanisables.",
        "1775" : "(1775) Voulez-vous vraiment retirer le plan de dépôt de {0}?",
        "1776" : "(1776) Avez-vous plusieurs échelons de poids à déclarer pour cet envoi?",
        "1777" : "(1777) Il n'est pas recommandé d'importer les données du plan de dépôt. Veuillez entrer manuellement les champs de la ligne d'article appropriée pour chaque échelon de poids et inclure la copie papier du rapport sommaire de dépôt au moment du dépôt.",
        "1779" : "(1779) L'offre de service associée au fichier sélectionné à importer n'a pas été configurée sur votre site d'application hors ligne.",
        "1780" : "(1780) L'option à services ajoutés a été sélectionnée; le tarif à services ajoutés sera donc appliqué.",
        "1781" : "(1781) Une option a été sélectionné; des frais supplémentaire s'appliqueront",
        "1782" : "(1782) La DD a été modifiée puisqu'elle contient des caractéristiques qui font maintenant partie des services ajoutés",
        "1783" : "(1783) La description du service standard ne peut pas être sélectionnée puisque vous avez choisi une option à services ajoutés ou plus",
        "1785" : "(1785) Un secteur cible ou plus équivaut à zéro point de remise et a donc été désélectionné",
        "1786" : "(1786) Les envois partiels ne sont offerts qu'avec les services de Poste-lettres à tarifs préférentiels (mécanisable et tri préliminaire).",
        "1787" : "(1787) Chaque dépôt partiel  (sauf s'il est final) doit être conforme aux exigences minimales de volume du produit correspondant et tous les dépôts partiels doivent être effectués dans un délai de 7 jours civils.",
        "1788" : "(1788) Le plan de dépôt (tri préliminaire) importé dépasse le nombre maximal d'articles permis pour ce service. Il est recommandé d'utiliser la version hors ligne de l'application Outils électroniques d'expédition pour ce dépôt.",
        "1789" : "(1789) Vous avez sélectionné la description de service ajouté mais vous n'avez pas sélectionné de caractéristique à valuer ajoutés.  Veuillez utiliser la description de service standard.",
        "1790" : "(1790) Les valeurs inscrites dans les champs Date de dépôt ne peuvent dépasser 7 jours civils lorsque le Type d'envoi choisi est Partiel.",
        "1791" : "(1791) Les produits de Poste aux lettres à entrée directe aux É.U. doivent être placés sur une Déclaration de dépôt séparée (p. ex., ils ne peuvent pas être mêlés à d'autres produits de Poste aux lettres internationale à tarifs préférentiels).",
        "1792" : "(1792) Le comptoir spécifié doit être de {0}.",
        "1793" : "(1793) Le nombre de boîtes standard doit être fourni, supérieur à 0 et inférieur à 9 999.",
        "1794" : "(1794) Le nombre de boîtes de première classe doit être fourni, supérieur à 0 et inférieur à 9 999.",
        "1795" : "(1795) Échec de l'importation du fichier. Pour voir le fichier des erreurs spécifique au Plan de dépôt, cliquez sur le lien rouge contenu dans la section du plan de dépôt de tri préliminaire dans la fenêtre de DD.",
        "1796" : "(1796) Le gabarit choisi ne peut être ouvert car le service n'est plus disponible.",
        "1797" : "(1797) Le format du fichier sélectionné n'est pas valide.",
        "1798" : "(1798) Un plan de dépôt du PERL doit être importé pour utiliser le ou les produits choisis.",
        "1800" : "(1800) Un site Web que l'on soupçonne d'être frauduleux a été détecté et l'accès y a été bloqué pour votre sécurité. Nous vous recommandons de quitter : fermer la fenêtre de votre navigateur et accédez de nouveau aux Outils électroniques d'expédition de Postes Canada.",
        "1801" : "(1801) Une erreur inattendue est survenue. Veuillez essayer de nouveau ou communiquer avec le responsable du soutien de la SCP au 1-877-376-1212.",
        "1802" : "(1802) Le code de Médiaposte acquisition saisi a déjà été attribué à un autre envoi. Veuillez utiliser un code différent ou effacer le code.",
        "1803" : "(1803) La date d'envoi dépasse la période de validité du code Médiaposte acquisition saisi. Veuillez modifier la date de l'envoi ou du code.",
        "1804" : "(1804) Le code de Médiaposte acquisition saisi n'est pas valide pour le client ou le contrat actuel. Modifier les numéros de clients ou de contrats, ou supprimer le code de Médiaposte acquisition.",
        "1805" : "(1805) Le nombre total d''articles envoyés ne doit pas être inférieur à {0} d''articles en fonction de votre volume de location de listes.",
        "1806" : "(1806) Le nombre total d''articles envoyés ne doit pas dépasser le nombre total d''adresses de la liste ({0}) en fonction de votre volume de location de listes. Autre envoi Médiaposte avec adresse ne peut pas être combiné avec le service Médiaposte acquisition sur la même déclaration de dépôt.",
        "1807" : "(1807) Le service Médiaposte avec adresse extradimensionnelle ne peut pas être combiné avec le service Médiaposte acquisition. Veuillez sélectionner « court et long » ou « surdimensionné », ou supprimer le code.",
        "1808" : "(1808) Le tri selon le PNIA ne peut pas être combiné avec une commande du service Médiaposte acquisition. Veuillez effacer les lignes de détail relatives au PNIA ou supprimer le code.",
        "1809" : "(1809) Votre emplacement n'a pas été configuré pour cette description de service.  Veuillez vérifier votre sélection.",
        "1810" : "(1810) La date de l'envoi ou du dépôt ne doit pas être plus de 365 jours en avance.",
        "1811" : "(1811) Les sacs ne peuvent plus être utilisés à partir du 17 janvier 2012.",
        "1812" : "(1812) * et | ne sont pas des caractères valides pour le {0}.",
        "1813" : "(1813) Les modes de livraison suivants ne sont pas valides pour le filtre Hautement sollicité spécifié: {0}.",
        "2000" : "(2000) Une erreur système est survenue.  Si le problème persiste, communiquez avec le Soutien technique en composant le  {0}.",
        "2001" : "(2001) Erreur durant la transmission des données Communiquez avec le Soutien technique de Postes Canada.",
        "2003" : "(2003) Message d'avertissement du SAP.",
        "2101" : "(2101) Le pourcentage d'exactitude cible est invalide. Veuillez indiquer une valeur entre 0 et 100.0 avec une position décimale.",
        "2102" : "(2102) Le numéro de la convention  saisi est invalide.",
        "2104" : "(2104) Le champ Expédié au nom de est obligatoire (ne doit pas demeurer vide).",
        "2105" : "(2105) Le numéro de client Expédié au nom de saisi est invalide.",
        "2106" : "(2106) Si le mode de paiement est machine à affranchir, le montant affranchi doit être inscrit pour chaque article.",
        "2108" : "(2108) Ne peut transmettre la DD à Postes Canada. La date de dépôt ne peutsurpasser plus de 7 jours la date actuelle lorsque la méthode de paiement choisie est la carte de crédit.",
        "2109" : "(2109) Le champ Paiement par le client doit comporter une valeur numérique.",
        "2110" : "(2110) Vous avez atteint le nombre maximal de modèles (30). Veuillez supprimer un modèle avant d'en sauvegarder un autre, ou indiquez le nom d'un modèle existant pour le remplacer.",
        "2111" : "(2111) Voulez-vous remplacer le modèle?",
        "2112" : "(2112) Veuillez indiquer un nom de modèle ou décocher la case Sauvegarder comme modèle.",
        "2113" : "(2113) Vous devez entrer un seul caractère alphabétique dans le champ> Caractère de vérification du mode de livraison.",
        "2114" : "(2114) '*' n'est pas un caractère valide.",
        "2115" : "(2115) Le dépôt ne rencontre pas le volume minimum requis de {0} items pour ce service. Veuillez sélectionner une couverture additionnelle avant la transmission.",
        "2116" : "(2116) Vous devez sélectionner soit une option ou la case Aucune option pour continuer.",
        "2117" : "(2117) Un numéro de la convention  doit être indiqué pour sélectionner le titre de la publication.",
        "2118" : "(2118) Sélectionnez au moins une option ou la case Aucune option. Appuyer sur le bouton Options pour faire la sélection.",
        "2119" : "(2119) Une adresse électronique doit être indiquée pour sélectionner l'option Aviser le destinataire.",
        "2120" : "(2120) Un ou plusieurs champs contiennent un caractère invalide tel que | ou *.",
        "2121" : "(2121) Vous avez atteint le nombre maximal d''entrées ({0}) dans vos carnets d''adresses.  Veuillez supprimer une entrée avant de tenter d''en sauvegarder une nouvelle.",
        "2124" : "(2124) Vous avez atteint le nombre maximal de modèles (10).  Veuillez supprimer un modèle avant d'en sauvegarder un autre, ou indiquez le nom d'un modèle existant pour le remplacer.",
        "2125" : "(2125) Le modèle existe déjà.  Voulez-vous le remplacer?",
        "2126" : "(2126) L'option Sauvegarder comme modèle n'a pas été sélectionnée, mais un nom de modèle a été indiqué.  Sélectionnez l'option Sauvegarder comme modèle ou supprimez le nom du modèle.",
        "2127" : "(2127) Le nom du modèle doit être indiqué pour sélectionner l'option Sauvegarder comme modèle.",
        "2128" : "(2128) Profil introuvable - Veuillez initialiser avant d'expédier.",
        "2129" : "(2129) Aucune donnée n'a été fournie sur la carte de crédit (voir le lien au haut de la page) alors qu'il s'agit du mode de paiement défini dans votre profil.",
        "2130" : "(2130) La carte de crédit n'est pas définie comme mode de paiement dans votre profil.  À moins que vous ne changiez votre profil avant de transmettre votre commande, les données de carte de crédit ne seront pas utilisées.",
        "2131" : "(2131) Une option de votre modèle ne s'applique plus au produit.  Supprimez le modèle ou mettez-le à jour.",
        "2132" : "(2132) Monnaie en douane est un champ obligatoire (ne doit pas demeurer vide).",
        "2133" : "(2133) Les champs Quantité, Description, Valeur unitaire et Poids unitaire sont tous obligatoires.  Veuillez définir le champ vide ou supprimer la ligne en entier.",
        "2134" : "(2134) Voulez-vous vraiment supprimer l'impression d'un document de douane et retourner à la page d'expédition?",
        "2135" : "(2135) La date de fin doit être postérieure ou équivalente à la date de début.",
        "2136" : "(2136) La plage de données valides pour la date de début correspond à sept jours civils.",
        "2137" : "(2137) Veuillez entrer au moins un autre critère de recherche avant de poursuivre.",
        "2138" : "(2138) Vous ne pouvez effectuer qu'une demande de recherche par critère ou une recherche aux fins du téléchargement.",
        "2139" : "(2139) Aucun dossier d'expédition trouvé pour les critères de recherche indiqués.",
        "2140" : "(2140) Vous devez sélectionner un article de la liste Tri par.",
        "2141" : "(2141) Vous ne pouvez afficher qu'une commande à la fois.",
        "2142" : "(2142) Vous pouvez sélectionner jusqu'à 25 envois pour vérifier leur état de livraison.",
        "2143" : "(2143) Outils d''expédition électronique ne peut pas traiter votre demande.  La commande numéro {0} ne possède pas l''option Confirmation de la livraison.",
        "2144" : "(2144) Veuillez entrer une province ou un numéro d'établissement.",
        "2145" : "(2145) Le champ Ville est obligatoire si le numéro du comptoir n'est pas indiqué.  Veuillez sélectionner une ville.",
        "2146" : "(2146) La structure de l 'adresse électronique est invalide (devrait être xxx@xx.xx).",
        "2147" : "(2147) Aucun comptoir ne correspond aux critères entrés.",
        "2148" : "(2148) Aucune donnée de contenu n'est nécessaire si la raison de l'exportation est Document.  Effacez ces données ou changez la raison.",
        "2149" : "(2149) La Valeur en douane doit être supérieure à 0 $ (à moins que la case Document ne soit cochée).",
        "2150" : "(2150) Le champ Établissement est obligatoire. (Ne doit pas demeurer vide). Sélectionner l'établissement où vous déposerez votre courrier  en naviguant à partir du menu Gestion des données, Renseignements sur l'emplacement- Établissements pour ajouter les établissements désirés.",
        "2151" : "(2151) Le nombre d'articles doit être une valeur numérique.",
        "2152" : "(2152) Voulez-vous vraiment effacer le formulaire?",
        "2153" : "(2153) Le numéro de carte de crédit doit être une valeur numérique.",
        "2154" : "(2154) Date ou format invalide (la date doit être entrée en format mm/aa).",
        "2155" : "(2155) Sélectionnez une carte de crédit parmi la liste d'alias de carte de crédit, OU entrez les données relatives à votre carte de crédit.",
        "2156" : "(2156) Un modèle doit être sélectionné dans la liste déroulante pour exécuter cette commande.",
        "2157" : "(2157) Les droits de douane et les taxes doivent être des valeurs numériques.",
        "2158" : "(2158) Code de SR invalide (le code doit comprendre entre six et dix chiffres suivant le format 9999.99.99.99).",
        "2159" : "(2159) Les informations relatives à la carte de crédit sont obligatoires lorsque le mode de paiement est carte de crédit.",
        "2160" : "(2160) Le poids net doit être une valeur numérique comportant au plus trois décimales (format 99.999).",
        "2161" : "(2161) Le type, le numéro, la date d'expiration et le propriétaire d'une carte de crédit sont tous des champs obligatoires (ne doivent pas demeurer vides) si aucun alias de carte de crédit n'est sélectionné.",
        "2162" : "(2162) Le champ Nom du modèle contient des caractères autres que des caractères alphanumériques. Les lettres, les chiffres et le trait de soulignement (_) sont des caractères valides.",
        "2163" : "(2163) Le champ Personne-ressource est obligatoire (ne doit pas demeurer vide).",
        "2164" : "(2164) Le champ Numéro de téléphone est obligatoire (ne doit pas demeurer vide).",
        "2165" : "(2165) La date du dépôt doit être précisée avant la saisie des données ADS (c'est-à-dire les données d'installation de livraison).",
        "2166" : "(2166) Les dates de début et de fin doivent être précisées.",
        "2167" : "(2167) Le champ Nombre d'articles par liasse doit comporter une valeur numérique.",
        "2168" : "(2168) Le champ Type de service est obligatoire (doit être choisi à partir de la liste déroulante).",
        "2169" : "(2169) Le champ Nombre de conteneurs doit comporter une valeur numérique.",
        "2170" : "(2170) Le champ Nombre de liasses doit comporter une valeur numérique.",
        "2171" : "(2171) Le champ Total d'articles doit comporter une valeur numérique supérieure à zéro.",
        "2172" : "(2172) Les champs de conteneur doivent comporter une valeur numérique.",
        "2173" : "(2173) Le montant précisé n'est pas valide (le montant doit suivre le format 999999.99).",
        "2174" : "(2174) La quantité doit être une valeur numérique (c'est-à-dire un nombre entier).",
        "2175" : "(2175) Au moins une installation de livraison doit être sélectionnée.",
        "2176" : "(2176) Le champ Nombre d'articles résiduaires doit comporter une valeur numérique.",
        "2177" : "(2177) Le champ Monoteneur doit comporter une valeur numérique.",
        "2178" : "(2178) Le champ Palettes doit comporter une valeur numérique.",
        "2179" : "(2179) Le champ Petits sacs (Fabrene) doit comporter une valeur numérique.",
        "2180" : "(2180) Le champ Petits sacs (toile) doit comporter une valeur numérique.",
        "2181" : "(2181) Le champ Grands sacs (Fabrene) doit comporter une valeur numérique.",
        "2182" : "(2182) Le champ Grands sacs (toile) doit comporter une valeur numérique.",
        "2183" : "(2183) Le champ Parois rigides (conteneur à grands objets plats) doit comporter une valeur numérique.",
        "2184" : "(2184) Vous devez entrer dans le champ Côté rigide (conteneur) un code> alphanumérique.",
        "2185" : "(2185) Le champ Expédié par est obligatoire (ne doit pas demeurer vide).",
        "2186" : "(2186) Données du profil introuvables. Vous devez créer et sélectionner un profil avant de l'ajouter à votre carnet d'adresses.",
        "2187" : "(2187) Les trois dimensions (longueur, hauteur et largeur) doivent respecter le format suivant : 999,9.",
        "2188" : "(2188) La date de début de la livraison ne peut précéder la date de dépôt inscrite sur la Déclaration de dépôt.",
        "2189" : "(2189) Le champ Liasses par conteneur est obligatoire (ne peut être vide).",
        "2190" : "(2190) Le champ Liasses par conteneur doit comporter une valeur numérique, plus grande que zéro et moins de 99,999.",
        "2191" : "(2191) Postes Canada met périodiquement son réseau de livraison à jour.  Afin d'assurer que vous recevez un service adéquat, veuillez vérifier ou mettre à jour votre plan de dépôt à chaque dépôt.",
        "2192" : "(2192) Le caractère délimiteur du fichier d'importation compte des caractères invalides.  La virgule, le point-virgule et la barre verticale sont des caractères valides.",
        "2193" : "(2193) Un document a été créé et transmis à votre imprimante.",
        "2194" : "(2194) Sauf pour les données de mode de livraison, l'information sera appliquée à tous les dossiers d'installation de livraison subséquents dans votre plan de dépôt.  Cliquez sur le bouton OK pour poursuivre.",
        "2195" : "(2195) L'information a été appliquée avec succès à tous les dossiers d'installation de livraison subséquents.",
        "2196" : "(2196) L'information n'a pas été appliquée avec succès à tous les dossiers d'installation de livraison subséquents. Veuillez revoir votre plan de dépôt en cliquant sur le bouton Afficher le plan de dépôt.",
        "2197" : "(2197) Cette action met à jour la Date de début sur toutes les pages de détail de livraison afin de lire Dès que reçu. Vérifier et si nécessaire mettre à jour les pages de détail en question. Cliquer OK et procéder.",
        "2198" : "(2198) Cette action met à jour le nombre d'articles envoyés pour le décompte de la livraison  correspondant aux points de remise disponible pour la date de dépôt révisée, dans la base de données. Vérifier et si nécessaire mettre à jour les pages de détail en question. Cliquer OK et procéder.",
        "2199" : "(2199) Cette action met à jour la Date de début sur les pages de détail de livraison afin de lire Dès que reçu et le nombre d'articles envoyés pour le décompte de la livraison correspondant aux points de remise disponible pour la date révisée, dans la base données. Vérifier et si nécessaire mettre à jour les pages de détail en question. Cliquer OK et procéder",
        "2201" : "(2201) Vous devez entrer des critères de recherche dans le carnet d'adresses.",
        "2203" : "(2203) Le code postal indiqué doit respecter le format suivant : A9A 9A9 ou A9A9A9.",
        "2204" : "(2204) Le code ZIP indiqué doit respecter le format suivant : 99999, 99999-9999 ou 999999999.",
        "2205" : "(2205) Cette adresse de client a déjà été supprimée du Carnet d'adresses.",
        "2206" : "(2206) Numéro de la convention  est un champ obligatoire (ne doit pas demeurer vide).",
        "2207" : "(2207) Vous devez remplir la section Adresse de retour si l'adresse postale indiquée par Postes Canada se situe à l'extérieur du Canada.",
        "2208" : "(2208) Les champs Nom du client, Adresse (ligne 1), Ville, Province et Code postal sont obligatoires dans la section Adresse de retour.  Veuillez entrer les renseignements exigés.",
        "2209" : "(2209) Voulez-vous vraiment supprimer le modèle sélectionné?",
        "2210" : "(2210) Veuillez sélectionner le modèle à supprimer.",
        "2211" : "(2211) Les modifications ont été sauvegardées avec succès.",
        "2212" : "(2212) Le client a été ajouté. Un total de {0} dossiers figurent dans votre Carnet d'adresses.",
        "2213" : "(2213) La configuration de l'imprimante est terminée.",
        "2214" : "(2214) La conversion des Carnets d'adresses et des listes d'envois a déjà été exécutée. Voulez-vous réexécuter cette conversion?",
        "2215" : "(2215) L'établissement postal que vous avez sélectionée n'est pas en mesure d'offrir le type de service sélectioné. Veuillez sélectioner un autre établissement postal.",
        "2301" : "(2301) Assurez-vous que le compte choisi indique un solde créditeur suffisant ou qu'un paiement est annexé à votre dépôt.  Si vous avez des questions au sujet du paiement, communiquez avec la Gestion des comptes au 1 800 267-7651.",
        "2302" : "(2302) L'opération a été reçue avec succès par Postes Canada.",
        "2303" : "(2303) Transmission impossible puisque la DD a déjà été transmise ou que la session a dépassé le délai de temporisation.",
        "2304" : "(2304) Le numéro de client ne correspond pas à l'ID d'utilisateur et au mot de passe entrés.  Communiquez avec Postes Canada pour vérifier la configuration.",
        "2305" : "(2305) Le numéro du client associé au code d'utilisateur et au mot de passe n'a pas été trouvé dans les outils électroniques d'expédition (OEE).  À moins que vous ne vous soyez inscrit par vous-même, vous devez attendre un jour ouvrable après vous être inscrit à Postes Canada avant d'utiliser les OEE.  Si vous avez des questions, veuillez communiquer avec Postes Canada pour vérifier la configuration.",
        "2401" : "(2401) Ce nom de fichier existe déjà.  Veuillez préciser un autre nom de fichier.",
        "2402" : "(2402) Le téléchargement de l'historique d'expédition a été exécuté avec succès.",
        "2501" : "(2501) Cette opération supprimera toutes les données associées à ce poste (y compris les données d'installation de livraison, c'est-à-dire les données ADS). Voulez-vous continuer?",
        "2502" : "(2502) Les données d'installation de livraison (c'est-à-dire les données ADS) sont des renseignements obligatoires. Veuillez entrer les données d'installation de livraison correspondant à chaque poste.",
        "2503" : "(2503) Le format valide d'un RTA est A9A. Le format valide d'un code postal est A9A 9A9. Il est également acceptable de n'entrer que le RTA/PC.",
        "2504" : "(2504) La suppression de ces données d'installation de livraison de la liste Données d'installation ajoutées au plan d'expédition supprimera aussi les autres données d'installation de livraison. Voulez-vous continuer?",
        "2505" : "(2505) Ces données d'installation de livraison ont déjà été ajoutées à la liste Données d'installation ajoutées au plan d'expédition. Voulez-vous continuer?",
        "2506" : "(2506) Aucune donnée d'installation de livraison trouvée pour les critères de recherche indiqués.",
        "2507" : "(2507) Le champ Sur réception doit être vide si une Date de départ a été précisée.",
        "2508" : "(2508) Le champ Titre de l'article de courrier est obligatoire (ne doit pas demeurer vide).",
        "2509" : "(2509) La case Choix du consommateur doit rester cochée à moins d'être un journal communautaire, un envoi gouvernemental ou politique",
        "2510" : "(2510) Le nombre d'articles par liasse doit être inférieur ou égal à 999.",
        "2511" : "(2511) Nombre d'articles par liasse est un champ obligatoire (ne doit pas demeurer vide).",
        "2512" : "(2512) Articles dans la liasse résiduaire doit être inférieur ou égal à 200.",
        "2514" : "(2514) Le champ Nombre de conteneurs est obligatoire (ne doit pas demeurer vide).",
        "2515" : "(2515) Le champ Nombre de liasses est obligatoire (ne doit pas demeurer vide).",
        "2516" : "(2516) Au moins un Secteur cible / type de Couverture (maisons, appartements, fermes ou commerces) doit être sélectionné.",
        "2517" : "(2517) Le champ Description de l'article est obligatoire (ne doit pas demeurer vide).",
        "2518" : "(2518) L''itinéraire suivant (c.-à-d., RTA, MD et nom d''installation de livraison) a été choisi deux fois: {0}, {1}, {2}, {3}.",
        "2519" : "(2519) Les données du mode de livraison suivant ne sont plus valides : {0}.",
        "2520" : "(2520) Veuillez remplir les divers renseignements du mode de livraison.",
        "2521" : "(2521) Les données sur les chefs de ménage dans votre base de données locale ne sont plus valides. Pour obtenir des données à jour sur les chefs de ménage, allez au menu Outils et choisissez Vérifier les données de l'application et l'article de sous-menu Mises à jour des codes à barres.",
        "2522" : "(2522) Les données de modèle suivantes ne sont plus valides.  L''installation de livraison {0}, {1} à été suprimer du modèle.",
        "2524" : "(2524) Les modes de livraison de la plage précisée sont associés à diverses Installations de livraison secondaires.  Indiquez chaque Identification de mode de livraison séparément.",
        "2525" : "(2525) Le champ Total d'articles est obligatoire (ne doit pas demeurer vide).",
        "2526" : "(2526) Le montant saisi dans le champ  diffère de celui dans le champ Nbre total de chefs de ménage. Voulez-vous continuer?",
        "2527" : "(2527) L''entrée de modèle suivante n''est plus valide : {0}.",
        "2529" : "(2529) Aucune donnée sur le dénombrement des chefs de ménage n''est associée à la sélection du mode de livraison suivante. {0}, {1}, {2} - {3}, {4}.",
        "2531" : "(2531) Le mode de livraison {0} {1} a été sélectionné pour la RTA {2}. Il est à noter qu''il faut offrir le service complet d''un mode de livraison. Vous devez donc également sélectionner {3} {4} pour la RTA {5} ou supprimer {6} {7} pour la RTA {8}.",
        "2532" : "(2532) Le RTA {0} se trouve également dans d''autres Installations de livraison.",
        "2533" : "(2533) Voulez-vous vraiment supprimer {0} de votre plan d''expédition?",
        "2534" : "(2534) Il y a des installations de livraison pour lesquelles les détails de la livraison n'ont pas été inscrits. Poursuivre quand même?",
        "2535" : "(2535) Vous ne pouvez sélectionner qu'une Installation de livraison à transmettre à l'option Aller au DI.",
        "2536" : "(2536) Voulez-vous vraiment supprimer les Installations de livraison sélectionnées de votre plan d'expédition?",
        "2537" : "(2537) Cette opération supprimera toutes les données de cette page en plus des données des pages d'Installation de livraison. Voulez-vous vraiment continuer?",
        "2538" : "(2538) Cette action met à jour le montant total d'articles selon les données du chef de ménages. Voulez-vous continuer?",
        "2539" : "(2539) Au plus, 75 installations de livraison peuvent être ajoutées aux plans de dépôt d'une Déclaration de dépôt par l'entremise de cette application Internet. Il faut utiliser la version hors ligne de l'application Outils d'expédition électronique pour des dépôts en nombre.",
        "2540" : "(2540) Au plus, 300 étiquettes peuvent être produites par le système et {0} étiquettes sont exigées pour ce dépôt. Il faut utiliser la version hors ligne de l''application Outils électroniques d'expédition pour des dépôts en nombre.",
        "2541" : "(2541) Les pages d'installation de livraison  pourraient ne pas être complétées.  Les installations de livraison manquant certaines données ne seront pas identifiées Complété sur la page de sommaire du plan de dépôt.",
        "2542" : "(2542) Le champ Date de début est obligatoire (ne doit pas demeurer vide).",
        "2543" : "(2543) Au moins un mode de livraison doit être sélectionné.",
        "2544" : "(2544) Voulez-vous imprimer de nouveau le plan de distribution du Courrier de quartier aussi?",
        "2545" : "(2545) Voulez-vous imprimer de nouveau les feuilles de dépôt de la Médiaposte aussi? Le cas échéant, appuyez sur le bouton OK dès que l'imprimante est dotée du papier perforé approprié pour imprimer les feuilles de dépôt de la Médiaposte.",
        "2546" : "(2546) Voulez-vous réimprimer les étiquettes aussi? Dans l'affirmative, appuyez sur le bouton OK une fois que les étiquettes propres à Courrier de quartier auront été insérées dans l'imprimante.",
        "2547" : "(2547) Appuyez sur le bouton OK une fois que les feuilles perforées propres aux feuilles de dépôt Courrier de quartier auront été insérées dans l'imprimante.",
        "2548" : "(2548) Appuyez sur le bouton OK une fois que les étiquettes propres à Courrier de quartier auront été insérées dans l'imprimante.",
        "2549" : "(2549) Le numéro de la convention  est obligatoire pour l'une des descriptions du service sélectionnées (ne doit pas demeurer vide).",
        "2550" : "(2550) Le Numéro de convention n'est pas valide.",
        "2551" : "(2551) Le Numéro de client (expédié au nom de) n'est pas valide.  Veuillez communiquer avec la Gestion des comptes au 1-800-267-7651.",
        "2552" : "(2552) Le Numéro de client (acquitté par) n'est pas valide.  Veuillez communiquer avec la Gestion des comptes au 1-800-267-7651.",
        "2553" : "(2553) Le client (acquitté par) n'est pas valide en tant que payeur du client (expédié au nom de).",
        "2554" : "(2554) La Description du service sélectionnée quant au Numéro de convention spécifié n'est pas valide.",
        "2555" : "(2555) Les options {0} et {1} s''excluent mutuellement (une seule de ces options peut être sélectionnée).",
        "2556" : "(2556) Une nouvelle version de l'application Outils électroniques d'expédition est maintenant disponible.  Veuillez télécharger la nouvelle version a partir du site Web de Postes Canada et la réinstaller sur votre ordinateur.",
        "2557" : "(2557) Le processus de configuration du serveur de l'application Outils d'expédition électronique n'a pas été exécuté entièrement. Veuillez lancer Outils d'expédition électronique sur le serveur (ce qui amorcera l'exécution du logiciel Configuration Wizard) et mener à terme le processus de configuration.",
        "2558" : "(2558) L'adresse Internet du serveur de procuration ou les données sur le port du serveur de procuration sont invalides.",
        "2559" : "(2559) Vous avez entré un code d'usager ou un mot de passe erroné.",
        "2560" : "(2560) Le système est présentement incapable d'ouvrir une session avec le logiciel serveur d'authentification. Veuillez reprendre plus tard le processus de configuration.",
        "2561" : "(2561) Cette combinaison de numéro de client et numéro de convention n'est pas valide.",
        "2562" : "(2562) Le numéro de client {0} existe déjà dans la liste des clients qui postent du courrier pour le compte de tiers.",
        "2563" : "(2563) Vous devez sélectionner une imprimante au laser pour mener à terme le processus de configuration.",
        "2564" : "(2564) Le processus de téléchargement des données peut prendre plusieurs minutes, selon la vitesse de votre connexion Internet.",
        "2565" : "(2565) Le processus de téléchargement a été exécuté avec succès.",
        "2566" : "(2566) Le processus de téléchargement s'est soldé par une erreur. Communiquez avec le groupe de Soutien technique de Postes Canada.",
        "2567" : "(2567) La copie locale de l'application Outils d'expédition électronique doit être mise à jour avant de pouvoir continuer. Veuillez demander une mise à jour de l'application à partir du serveur de Postes Canada en sélectionnant l'option de vérification des mises à jour de l'application, des données et des codes à barres dans le menu Tools.",
        "2568" : "(2568) Toutes les fenêtres, sauf les fenêtres Bureau et Information sur le site, doivent être fermées avant de continuer.",
        "2569" : "(2569) Vous avez fait des modifications à la listes des clients, expédié au nom de ou à la liste des services sélectionnés.  Par conséquent vous devez communiqué avec le serveur de Postes Canada. Désirez-vous établir la communication maintenant?",
        "2570" : "(2570) Si vous interrompez le processus d'installation maintenant, les numéros des clients qui postent du courrier pour le compte de tiers que vous avez entrés seront perdus. Désirez-vous continuer?",
        "2571" : "(2571) Les données d'installation de livraison ont été modifiées et pourraient modifier le nombre de chefs de ménage. Cliquez sur le bouton Dénombrer pour actualiser le nombre de chefs de ménage avant de poursuivre.",
        "2572" : "(2572) À l'exception de ce poste de travail, tous les utilisateurs de l'application Outils électroniques d'expédition doivent ENREGISTRER leur travail en cours et quitter l'application avant de lancer le procédé de mise à jour. Veuillez aviser les autres utilisateurs, faute de quoi toute donnée non enregistrée sera perdue. Cliquez sur OK lorsque vous êtes prêt à commencer.",
        "2573" : "(2573) Êtes-vous sûr de vouloir purger ces données? Dans l'affirmative, tous les autres utilisateurs d'Outils d'expédition électronique doivent quitter l'application, puis lancer seulement Outils d'expédition électronique une fois le processus terminé. Cliquez sur Oui lorsque vous êtes prêt à commencer.",
        "2574" : "(2574) Vous devez mettre à niveau les logiciels de votre application. Désirez-vous continuer?",
        "2575" : "(2575) Au moins un article est obligatoire pour terminer la transaction sélectionnée.",
        "2576" : "(2576) Le serveur de Postes Canada est présentement incapable de traiter votre demande. Veuillez essayer de nouveau plus tard. Si le problème persiste, veuillez communiquer avec le groupe de Soutien technique de Postes Canada.",
        "2577" : "(2577) Des informations ont été inscrites pour une option sans que celle-çi n'est été sélectionnée.  Veuillez sélectionné l'option ou supprimez les informations rattachées à cette option.",
        "2578" : "(2578) Votre version d'Outils d'expédition électronique est expirée. Vous devez la réinstaller à partir du site Internet de Postes Canada.",
        "2579" : "(2579) Le processus de téléchargement a été exécuté avec succès. Par contre, des erreurs ont été relevées durant le processus de conversion des données locales. Communiquez avec le groupe de Soutien technique de Postes Canada si vous désirez de plus amples renseignements.",
        "2580" : "(2580) Une base de données de l'application Outils électroniques d'expédition (POLITE_PE1.odb) existe déjà. Voulez-vous conserver les données locales (par exemple les commandes ou les carnets d'adresses) dans cette base de données? Cliquez sur Oui pour convertir les données locales. Cliquez sur Non pour supprimer les données.",
        "2581" : "(2581) Le procédé de mise à jour de l'application a été exécuté avec succès.",
        "2582" : "(2582) Le processus de mise à niveau s'est soldé par une erreur. Communiquez avec le groupe Soutien technique de Postes Canada.",
        "2583" : "(2583) Le nombre maximal de postes est fixé à {0}.",
        "2584" : "(2584) Vous n'avez entré aucune donnée de fréquence pour les codes à barres à gestion centralisée. Les données de fréquence et la plage de codes à barres sont nécessaires au traitement des articles du manifeste. Voulez-vous continuer?",
        "2585" : "(2585) Voulez-vous télécharger vos plages de codes à barres maintenant?",
        "2586" : "(2586) Au moins un service utilisé doit être sélectionné dans l'onglet Options.",
        "2587" : "(2587) Toutes les fenêtres, sauf les fenêtres Bureau et Information sur le site, doivent être fermées avant d'activer le service de sécurité. Voulez-vous continuer la sauvegarde, en maintenant le service de sécurité désactivé?",
        "2588" : "(2588) La définition des périphériques n'est pas configurée correctement. Veuillez configurer l'imprimante et No. d'identification avant de cliquer sur Traiter/imprimer.",
        "2589" : "(2589) La valeur unitaire est invalide.  Veuillez suivre ce format : 99999.99.",
        "2590" : "(2590) Le montant des droits et des taxes saisi est invalide.  Veuillez suivre ce format : 999999.99.",
        "2591" : "(2591) La dimension précisée est invalide. Veuillez suivre ce format : 99999.9.",
        "2592" : "(2592) Le préfix inscrit n'est pas valide. Veuillez inscrire des charactères alphabétiques seulement.",
        "2593" : "(2593) Le suffix inscrit n'est pas valide. Veuillez inscrire des charactères alphabétiques seulement.",
        "2594" : "(2594) Le montant inscrit pour l'option n'est pas valide.  Veuillez incrire un numbre utilisant le format: 9999999,99.",
        "2595" : "(2595) {0} n''est pas une option valide pour {1}.",
        "2596" : "(2596) Ne pas utilisez de signet avec cette page. Vous tentez d'ouvrir une page secondaire.  Vous devez ouvrir la page principale pour accéder à cette page.",
        "2597" : "(2597) Le matériel de l'imprimante sélectionnée a été changé. Veuillez mettre à jour la configuration des périphériques de sortie pour vous assurer que tous les documents sont configurés pour la bonne imprimante et le type de support approprié.",
        "2598" : "(2598) Le manifeste sélectionné n'est plus disponible. Un autre manifeste doit être sélectionné, ou un nouveau manifeste sera automatiquement créé à l'aide du procédé habituel.",
        "2599" : "(2599) Veuillez confirmer que tous les critères du rapport sont saisis avant d'obtenir un aperçu ou d'imprimer le rapport.",
        "2600" : "(2600) Vous devez remplir les champs Date de début, Date de fin et au moins l'un des champs suivants : No du client, Nom de famille du client, Nom de l'entreprise.",
        "2601" : "(2601) Vous devez entrer la référence de l'article ou le numéro du manifeste.",
        "2602" : "(2602) Toute les déclarations ont été transmises avec succès.  Veuillez consulter le journal de session de transmission pour voir les détails de la transmission ainsi que tout message d'avertissement qui aurait put",
        "2603" : "(2603) La commande importée ne comporte pas de code postal ou d'Id du client. Veuillez entrer un code postal.",
        "2604" : "(2604) La commande importée ne comporte pas de code postal, et aucun dossier de client correspondant à l'Id du client n'a été repéré. Veuillez entrer un code postal.",
        "2605" : "(2605) La commande importée ne comporte pas de code postal, et le code postal dans le dossier de client correspondant est invalide ou manquant. Veuillez entrer un code postal.",
        "2606" : "(2606) Les fichiers de mise à jour de l'application ont été reçus. Votre application se fermera. Les mises à jour seront activées lors du prochain lancement de l'application.",
        "2607" : "(2607) Toutes les commandes ont été transmises avec succès. Un ou plusieurs messages d'avertissement se sont affichés au cours du procédé de transmission. Veuillez vous reporter aux détails fournis ci-dessous.",
        "2608" : "(2608) Vous avez supprimé une imprimante. Vous devez attribuer, à partir de la fenêtre de configuration de la sortie d'imprimante, une nouvelle imprimante aux types de documents que vous avez configurés et qui étaient reliés à l'imprimante supprimée.",
        "2609" : "(2609) Une erreur s'est produite pendant le téléchargement d'une nouvelle plage de codes à barres gérés de façon centralisée. Veuillez réessayer plus tard en sélectionnant l'option Vérifier pour mise à jour en ligne dans le menu Outils.",
        "2610" : "(2610) Un carnet d'adresses existe déjà avec ce nom.  Veuillez inscrire un nom différent.",
        "2611" : "(2611) La déclaration n'a pas été transmise. L'établissement postal que vous avez sélectionée n'est pas en mesure d'offrir le type de service sélectioné.  Veuillez sélectioner un autre établissement postal ou communiquez avec le centre de dépannage de Postes Canada.",
        "2612" : "(2612) Vous ne pouvez pas supprimer la dernière imprimante laser.  L'application requiert au moins une imprimante laser.",
        "2613" : "(2613) Le service que vous avez sélectioné ne requiert pas de formulaire de douanes.",
        "2614" : "(2614) Une erreur SQL s''est produite pendant le chargement du relevé de commande importée à la ligne {0}. Ce relevé a été inscrit au fichier journal d''erreur d''importation.",
        "2615" : "(2615) Téléchargement du fichier de mise à jour de l''application en cours - {0} de {1} ({2} KB).",
        "2616" : "(2616) Une mise à jour des données est disponible. Vous devez fermer toutes les fenêtres de DD ou d'expédition avant de passer à la mise à jour des données.",
        "2617" : "(2617) La valeur totale des biens ne peut dépasser 99999,99 $",
        "2618" : "(2618) L'option Registered Advice of Receipt ne peut être sélectionnée que si l'option Registered est également sélectionnée.",
        "2619" : "(2619) Le champ Frequency est obligatoire (ne peut être vide).",
        "2620" : "(2620) Nom de centre de coûts en double; ce nom a déjà été utilisé.",
        "2621" : "(2621) Nom de carnet d'adresses en double; ce nom a déjà été utilisé.",
        "2622" : "(2622) Titre en double; ce nom a déjà été utilisé.",
        "2623" : "(2623) Structure invalide du fichier importé d'un carnet d'adresses",
        "2624" : "(2624) Nom de conteneur en double; ce nom a déjà été utilisé.",
        "2625" : "(2625) Le paiement par carte de crédit ne peut être utilisé comme mode de paiement que lorsque le client Payé par correspond au client Expédié par. Veuillez sélectionner un autre mode de paiement.",
        "2626" : "(2626) Vous avez {0} transactions de mises à jour disponibles sur le serveur de Postes Canada. Voulez-vous mettre les données de référence à jour? Cette tâche peut prendre un certain temps; veuillez patienter.",
        "2627" : "(2627) Vous avez {0} transactions de mises à jour disponibles sur le serveur de Postes Canada. Une mise à jour des données est obligatoire. La synchronisation du logiciel commence immédiatement. Cette tâche peut prendre un certain temps; veuillez patienter.",
        "2628" : "(2628) Voulez-vous mettre le logiciel à jour? Cette tâche peut prendre un certain temps; veuillez patienter.",
        "2629" : "(2629) Une mise à jour des données et du logiciel est obligatoire. La synchronisation du logiciel commence immédiatement. Cette tâche peut prendre un certain temps; veuillez patienter.",
        "2630" : "(2630) Vous avez {0} transactions de mises à jour disponibles sur le serveur de Postes Canada. Une mise à jour du logiciel est obligatoire. La synchronisation du logiciel commence immédiatement. Cette tâche peut prendre un certain temps; veuillez patienter.",
        "2631" : "(2631) Vous avez {0} transactions de mises à jour disponibles sur le serveur de Postes Canada. La mise à jour des données de référence est requise pour la mise à jour de ce logiciel. Voulez-vous procéder à la synchronisation des données et du logiciel? (Cela peut prendre quelques minutes; veuillez patienter).",
        "2632" : "(2632) La convention sélectionnée n'est plus en vigueur. Veuillez entrer un autre numéro de convention ou communiquer avec le service d'assistance de Postes Canada.",
        "2633" : "(2633) Duplication d'une description de biens.  Cette description a déjà été utilisée.",
        "2634" : "(2634) Le service utilisé sélectionné a été modifié. L'application prendra maintenant fin afin de terminer le procédé. La modification aura été activée lorsque l'application sera relancée.",
        "2635" : "(2635) Duplication d'alias d'imprimante.  Ce nom a déjà été utilisé.",
        "2636" : "(2636) Le logiciel Adobe Acrobat, version 4.0 ou plus récente, n'est pas installé dans votre ordinateur. Pour utiliser le format d'impression PDF, vous devez d'abord télécharger le logiciel Acrobat Reader du site www.adobe.com. Une fois le logiciel Acrobat Reader téléchargé et installé, vous devrez relancer l'application Outils d'expédition électronique.",
        "2637" : "(2637) La convention  sélectionné n'est pas en vigueur. Veuillez entrer un autre numéro de la convention  ou communiquer avec le service d'assistance de Postes Canada.",
        "2638" : "(2638) Une erreur a eu lieu pendant la création de la file de synchronisation des données dans le serveur de Postes Canada. L'application prendra maintenant fin afin de permettre la correction de l'erreur. Le procédé de configuration sera repris lors du relancement de l'application.",
        "2639" : "(2639) L''importation a été réussie. Il y avait {0} duplicata(s).",
        "2640" : "(2640) Le centre de coûts a déjà été utilisé, il ne peut être supprimer.",
        "2641" : "(2641) Le colis est trop grand.  Aucune dimension ne doit dépasser {0} cm.",
        "2642" : "(2642) Le nombre total d'articles doit être supérieur à zéro pour faire le calcule du poid moyen.",
        "2643" : "(2643) Initialisation de la nouvelle base de données. Voulez-vous copier les données existantes?",
        "2644" : "(2644) Erreur de lecture du fichier de propriétés.",
        "2645" : "(2645) Erreur d'écriture au fichier de propriétés.",
        "2646" : "(2646) Impossible d'enregistrer l'indicateur RUN_SETUP.",
        "2647" : "(2647) Impossible de configurer l'application pour l'instant - le serveur de Postes Canada Post est occupé. Essayez de nouveau plus tard.",
        "2648" : "(2648) Impossible d'ouvrir la fenêtre Définition des périphériques de sortie.",
        "2649" : "(2649) Impossible d'ouvrir la fenêtre Configuration des imprimantes.",
        "2650" : "(2650) Impossible d'ouvrir la fenêtre Configuration de la balance.",
        "2651" : "(2651) Impossible d'ouvrir la fenêtre Renseignements sur l'emplacement.",
        "2652" : "(2652) Impossible d'ouvrir la fenêtre Tranche de code à  barres.",
        "2653" : "(2653) Le code postal n'est pas valide pour la province sélectionnée. Veuillez corriger le code postal ou sélectionner une autre province.",
        "2654" : "(2654) Votre commande ne peut être traitée. Veuillez communiquer avec la Gestion des comptes de Postes Canada au 1 800 267-7651.",
        "2655" : "(2655) Gel du crédit du client.",
        "2656" : "(2656) Le type de dossier d'article importé diffère de celui du premier dossier.",
        "2657" : "(2657) Le numéro de carte de crédit et le type de carte de crédit ne concordent pas.",
        "2658" : "(2658) La date d'expiration ne peut précéder la date d'aujourd'hui.",
        "2659" : "(2659) Le numéro de carte de crédit est invalide.",
        "2660" : "(2660) Veuillez communiquer avec la Gestion des comptes de Postes Canada au 1 800 267-7651 avant de déposer cet envoi à un emplacement de Postes Canada.",
        "2661" : "(2661) Veuillez sélectionner la description du service et identifier le poids par envoi à la ligne {0} réservé à l'article.",
        "2662" : "(2662) Le service sélectionné n'est pas offert à cet emplacement. Veuillez sélectionner un autre comptoir.",
        "2663" : "(2663) Votre commande ne peut être traitée. Veuillez communiquer avec la Gestion des comptes de Postes Canada au 1 800 267-7651.",
        "2664" : "(2664) Code Postal our RTA non valide. Veuillez utiliser l'un des formats: ANA, ANANAN ou ANA NAN.",
        "2665" : "(2665) RTA/ML/IDML est un champ obligatoire.  Veuillez inscrire une valeur.",
        "2666" : "(2666) RTA/ML/IDML non valide. Veuillez utiliser le format ANAAANNNN.",
        "2667" : "(2667) Le champ [ML/IDML de] est obligatoire. Veuillez y inscrire une valeur.",
        "2668" : "(2668) Le champ [ML/IDML de] n'est pas valide.  Utiliser le format AANNNN.",
        "2669" : "(2669) Valeur non valide pour le champ ML/IDML de.  Veuillez utiliser le format: AANNNN.",
        "2670" : "(2670) Le [type de ML de] doit être le même que le [type de ML à].",
        "2671" : "(2671) Le code de groupe d''établissements {0} est déjà utilisé.",
        "2672" : "(2672) Le code de groupe d'établissements est obligatoire.  Veuillez inscrire une valeur.",
        "2673" : "(2673) Il doit y avoir au moins un code de groupe d'établissements qui est désigné comme Établissement principal et un comme tout les établissements.",
        "2674" : "(2674) Le montant total de la demande excède la limite de {0} chiffres avant le point décimal.",
        "2675" : "(2675) Le poids total de la demande excède la limite de {0} chiffres avant le point décimal.",
        "2676" : "(2676) La combinaison de numéro de client {0} / numéro de convention {1} existe déjà dans la liste des clients qui postent du courrier pour le compte de tiers.",
        "2677" : "(2677) S.V.P. Veuillez fournir le code postal complet.",
        "2678" : "(2678) Le numéro de convention n'est pas associé à la description du service dans le système de comptabilité de Postes Canada pour la date dépôt indiquée.",
        "2679" : "(2679) La commande a été annulée parce qu'elle na pas été reçue dans le temps alloué. Appuyer sur le bouton Retour pour continuer. Si vous voulez transmettre cette commande, appuyer sur le bouton Transmis de l'écran précédent.",
        "2680" : "(2680) Votre commande a été annulée. Cliquez Continuer ci-dessous pour retourner à l'écran de l'entrée de données.",
        "2681" : "(2681) Veuillez noter que la commande est sujette à des vérifications de courier qui pourront résulter en des ajustements de la valeur de la commande. Tous les ajustements seront imputés à votre {0}. Voulez-vous continuer (OK)? Choisir Annulé annulera la commande.",
        "2682" : "(2682) Le poids déclaré est assujetti à une vérification en fonction du mécanisme de cubage (mesures et calcul du poids). Dans tous les cas, le poids le plus élevé entre le poids réel et le poids cubé déterminera le prix réel, y compris, le cas échéant, tout droit supplémentaire relatif aux articles dépassant les dimensions ou le poids maximaux. Les dits droits supplémentaires seront calculés et appliqués conformément à votre convention des Services de distribution.",
        "2683" : "(2683) Le montant à percevoir par Contre-emboursement (CR) ne peut excéder {0} lorsque la méthode de perception est {1}.",
        "2684" : "(2684) Les fichiers de mise à jour de l'application ont été reçus. Votre application se fermera. Les mises à jour seront activées lors du prochain lancement de l'application. Veuillez reviser le journal de la session de finalisation car des commandes ont échouées au cours du processus de finalisation.",
        "2685" : "(2685) Une ou des commandes ont échouées au cours du processus de finalisation. Veuillez vous reporter aux détails fournis ci-dessous.",
        "2686" : "(2686) Une ou des commandes ont échouées au cours du processus de finalisation. Toutes les autres commandes ont été transmises avec succès. Veuillez vous reporter aux détails fournis ci-dessous.",
        "2687" : "(2687) Une ou des commandes ont échouées au cours du processus de finalisation. Toutes les autres commandes ont été transmises avec succès. Un ou plusieurs messages d'avertissement se sont affichés au cours du procédé de transmission. Veuillez vous reporter aux détails fournis ci-dessous.",
        "2688" : "(2688) Une ou des commandes ont échouées au cours du processus de finalisation. Une ou des erreurs sont survenues au cours du processus de transmission/d'impression.",
        "2689" : "(2689) Pays d'origine de la marchandise est obligatoire (ne doit pas demeurer vide).",
        "2690" : "(2690) Province d'origine de la marchandise est obligatoire (ne doit pas demeurer vide) lorsque le marchandise provient du Canada.",
        "2691" : "(2691) La valeur en douanes ne peut excéder 2 000$ pour le service choisi.",
        "2692" : "(2692) Taxe ID (IRS ou le numéro d'identification d'employé) est obligatoire pour compléter la déclaration en douanes vers les É-U.",
        "2693" : "(2693) Code de la taxe harmonisée est obligatoire pour compléter la déclaration en douanes vers les É-U.",
        "2694" : "(2694) Nom du destinataire est obligatoire pour compléter la déclaration en douanes vers les É-U.",
        "2695" : "(2695) Le numéro de téléphone du destinataire est un champ obligatoire (ne doit pas demeurer vide).",
        "2696" : "(2696) Les articles à expédier sur la déclaration de dépôt sont produits basé sur les différentes combinaisons de province de l'installation de livraison et de date de dépôt. Veuillez passer en revue votre déclaration de dépôt.",
        "2697" : "(2697) Expédition rapide ne peut être utilisée pour les services choisis.",
        "2698" : "(2698) Une connexion Internet n''a pu être établie. Assurez-vous que votre système est connecté à Internet par l''entremise d''un service d''accès par ligne commutée ou d''une connexion au réseau local. Si le problème persiste, communiquez avec le Soutien technique de Postes Canada en composant {0}. Avertissement: Si vos commandes contiennent des articles exigeant du dédouanement commercial, vous devez les transmettre avec succès à Postes Canada avant que les articles atteignent les douanes, sinon les articles vous seront retournés. Veuillez établir une autre communication un peu plus tard.",
        "2699" : "(2699) Le regroupement d'envois n'est pas permis pour le produit choisi.",
        "2700" : "(2700) Le poids total en douanes ne peut surpasser le poids entré par article.",
        "2701" : "(2701) Le fichier adobe.txt n'est pas configuré pour le chemin d'accès d'installation Adobe. Pour imprimer en format PDF vous devez premièrement télécharger Acrobat Reader 4.0 (ou version supérieure) à partir de www.adobe.com Si la version Adobe Acrobate 4.0 (ou version supérieure) est déjà installée, vous devez mettre à jour le fichier adobe.txt pour le chemin d'accès d'installation Adobe.",
        "2702" : "(2702) Le type de ML doit être valide, ou TOUS doit être fourni.",
        "2704" : "(2704) Le champ {0} doit être O ou N.",
        "2705" : "(2705) Le champ {0} doit être le même pour tout le FDM.",
        "2706" : "(2706) Le champ {0} doit être 0 pour Sur Réception ou 1 pour une date de début spécifique.",
        "2707" : "(2707) Le lieu de dépôt ne doit pas être fourni lorsqu.on utilize Directement aux IL.",
        "2708" : "(2708) L.endroit de dépôt est non valide ou non configuré sur cette application - voir Renseignements sur l.emplacement.",
        "2709" : "(2709) Le champ {0} doit être complété pour tous les enregistrements dans le fichier ou pour aucun des enregistrements.",
        "2710" : "(2710) Transport requis est obligatoire avec ce produit.",
        "2711" : "(2711) Ce changements a un impact sur les décomptes et/ou la couverture sélectionnés.  Vous allez devoir mettre à jour les détails.",
        "2712" : "(2712) Il n'y a pas de modes de livraison actifs dans cette installation de livraison à la date où le courrier sera livré.  Veuillez consulter les cartes du nombre de chefs de ménage sur www.postescanada.ca pour des changements au réseau de livraison.",
        "2716" : "(2716) Les instructions ne doivent pas dépasser {0} caractères.",
        "2800" : "(2800) Une erreur système est survenue.  Si le problème persiste, communiquez avec le Soutien technique en composant le  uam.msa@canadapost.postescanada.ca",
        "2801" : "(2801) Une erreur système est survenue.  Si le problème persiste, communiquez avec le Soutien technique en composant le  sic.eac@canadapost.postescanada.ca",
        "2802" : "(2802) Le champ numéro de vérification de votre carte de crédit n'est pas valide.",
        "3101" : "(3101) Un groupe de codes à barres doit être sélectionné.",
        "3102" : "(3102) Le numéro de début doit être une valeur numérique.",
        "3103" : "(3103) Le champ Début est obligatoire (ne doit pas demeurer vide).",
        "3104" : "(3104) Le numéro de début doit être inférieur ou égal au numéro de fin.",
        "3105" : "(3105) Le champ Message de notification est obligatoire (ne doit pas demeurer vide).",
        "3106" : "(3106) Le numéro de fin doit être une valeur numérique.",
        "3107" : "(3107) Le champ Fin est obligatoire (ne doit pas demeurer vide).",
        "3108" : "(3108) Le numéro de fin doit être supérieur ou égal au numéro de début.",
        "3109" : "(3109) Veuillez noter que le code à barres {0} a été remplacé par le nouveau code à barres officiel {1}.",
        "3110" : "(3110) Votre plage de codes à barres locale est épuisée. Veuillez demander une reconstitution des codes à barres à partir du serveur en sélectionnant l'option de vérification des mises à jour de l'application, des données et des codes à barres dans le menu Tools (outils).",
        "3111" : "(3111) Vous avez atteint la limite minimale de codes à barres. Le système demandera la reconstitution des codes à barres au cours de la prochaine session de transmission de commandes. Vous pouvez demander une reconstitution immédiate des codes à barres en sélectionnant l'option de vérification des mises à jour de l'application, des données et des codes à barres dans le menu Tools (outils).",
        "3112" : "(3112) Vos changements ne peuvent être enregistrés puisque cette plage de codes à barres a été modifiée. Veuillez faire une nouvelle sélection pour consulter la nouvelle plage.",
        "3113" : "(3113) La limite minimale {0} est invalide. Les valeurs valides varient de 0 à 99.",
        "3114" : "(3114) Le champ Préfixe est obligatoire (ne doit pas demeurer vide).",
        "3115" : "(3115) Le champ Suffixe est obligatoire (ne doit pas demeurer vide).",
        "3116" : "(3116) Une ou plusieurs plages de codes à barres doivent être reconstituées.",
        "3117" : "(3117) Les données de Notification sont exigées avant de créer une tranche de codes à barres. Veuillez entrer les données manquantes dans la page de Notification de remplissage.",
        "3118" : "(3118) La plage a été créée sans problème.",
        "3120" : "(3120) Voulez-vous vraiment supprimer cette plage de codes à barres?",
        "3121" : "(3121) La plage a été supprimée sans problème.",
        "3122" : "(3122) Voulez-vous vraiment annuler cette plage de codes à barres?",
        "3123" : "(3123) La plage a été annulée sans problème.",
        "3124" : "(3124) Erreur de communication avec le serveur Internet de Postes Canada. Veuillez transmettre plus tard.",
        "3125" : "(3125) L'adresse électronique de l'expéditeur est invalide.",
        "3126" : "(3126) Le champ Adresse électronique de l'expéditeur est obligatoire (ne doit pas demeurer vide).",
        "3127" : "(3127) L'adresse électronique principale est invalide.",
        "3128" : "(3128) Le champ Adresse électronique principale est obligatoire (ne doit pas demeurer vide).",
        "3129" : "(3129) L'adresse électronique cc-1 est invalide.",
        "3130" : "(3130) L'adresse électronique cc-2 est invalide.",
        "3131" : "(3131) L'adresse électronique cc-3 est invalide.",
        "3133" : "(3133) Le champ Limite minimale {0} est obligatoire (ne doit pas demeurer vide).",
        "3135" : "(3135) La plage de codes à barres chevauche une autre plage.",
        "3136" : "(3136) Aucun code à barres n'a été configuré pour le service sélectionné. Veuillez configurer les séries de codes à barres avant de cliquer sur Traiter/imprimer.",
        "3137" : "L'adresse de l'expéditeur n'est pas la même pour tous vos envois. Veuillez donc retirer ou modifier certains envois sur la page de la commande.  ",
        "3138" : "L'adresse de l'expéditeur n'est pas la même pour tous vos envois. Veuillez donc retirer ou modifier certains envois sur la page de la commande.  ",
        "3140" : "(3140) Some of your Shipments could not be authorized. Please go back to the Cart and try again.",
        "3141" : "Une commande peut contenir jusqu'à 50 envois. Une fois que vous aurez payé pour cette commande, vous pourrez en créer une autre.",
        "3200" : "(3200) Le champ ID de l'envoi est obligatoire (ne peut demeurer vide).",
        "3201" : "(3201) L'ID de l'envoi doit respecter le format ANNNNNNNNN.",
        "3202" : "(3202) L'ID de l'envoi doit être unique. Il est actuellement attribué à une autre commande.",
        "3203" : "(3203) Le champ de Service dans le fichier d'En-tête est obligatoire (ne peut demeurer vide).",
        "3204" : "(3204) Le champ Offre de service n'est pas valide.",
        "3205" : "(3205) Le champ Option de service est obligatoire (ne peut demeurer vide).",
        "3206" : "(3206) Le champ Option de service doit être TPIF.",
        "3207" : "(3207) Le champ Dimensions est invalide.",
        "3208" : "(3208) Le champ Dimensions est obligatoire (ne peut demeurer vide).",
        "3209" : "(3209) Le numéro de client dans le champ Expédié au nom de n'existe pas dans l'application installée sur cet ordinateur. Si vous désirez utiliser ce numéro de client, veuillez télécharger l'information du client à partir de la fenêtre Renseignements sur l'emplacement.",
        "3210" : "(3210) Le numéro de convention n'existe pas dans l'application installée sur cet ordinateur. Si vous désirez utiliser ce numéro de client, veuillez télécharger l'information du client à partir de la fenêtre Renseignements sur l'emplacement.",
        "3211" : "(3211) Le champ Caractère de vérification du mode de livraison  est obligatoire (ne peut demeurer vide).",
        "3212" : "(3212) Le champ Nom du logiciel PERL est obligatoire (ne peut demeurer vide).",
        "3213" : "(3213) Le champ Version du logiciel PERL est obligatoire (ne peut demeurer vide).",
        "3214" : "(3214) Le champ Date d'expiration du logiciel PERL est obligatoire (ne peut demeurer vide).",
        "3215" : "(3215) La date d'expiration doit être supérieure ou égale à la dernière date de dépôt associée au fichier du plan d'expédition.",
        "3216" : "(3216) Le champ Date de création est obligatoire (ne peut demeurer vide).",
        "3217" : "(3217) Le champ Décompte d'enregistrement du lieu de dépôt est obligatoire (ne peut demeurer vide).",
        "3218" : "(3218) Le champ Décompte d'enregistrement du lieu de dépôt doit être numérique.",
        "3219" : "(3219) Le Décompte d'enregistrement du lieu de dépôt doit être égal au Décompte physique  d'enregistrement dans le fichier du lieu de dépôt.",
        "3220" : "(3220) Le champ Décompte d'enregistrement du lieu d'ouverture est obligatoire (ne peut demeurer vide).",
        "3221" : "(3221) Le champ Décompte d'enregistrement du lieu d'ouverture doit être numérique.",
        "3222" : "(3222) Le Décompte d'enregistrement du lieu d'ouverture doit être égal au Décompte physique d'enregistrement dans le fichier du lieu d'ouverture.",
        "3223" : "(3223) Le champ Décompte d'enregistrement des regroupements  est obligatoire (ne peut demeurer vide).",
        "3224" : "(3224) Le champ Décompte d'enregistrement des regroupements doit être numérique.",
        "3225" : "(3225) Le Décompte d'enregistrement des regroupements doit être égal au Décompte physique d'enregistrement dans le fichier du lieu des regroupements.",
        "3226" : "(3226) Le champ Décompte d'enregistrement de conteneur est obligatoire (ne peut demeurer vide).",
        "3227" : "(3227) Le champ Décompte d'enregistrement de conteneur doit être numérique.",
        "3228" : "(3228) Le Décompte d'enregistrement de conteneur doit être égal au Décompte physique d'enregistrement dans le fichier de conteneur.",
        "3229" : "(3229) L'ID de l'envoi doit être identique à l'ID de l'envoi dans l'en-tête.",
        "3230" : "(3230) Le champ Numéro de séquence du lieu de dépôt est obligatoire (ne peut demeurer vide).",
        "3231" : "(3231) Le champ Numéro de numéro de séquence du lieu de dépôt doit être numérique.",
        "3232" : "(3232) Le champ Date de dépôt est obligatoire (ne peut demeurer vide).",
        "3233" : "(3233) La date de dépôt doit être supérieure ou égale à la date de création du fichier de l'enregistrement de l'en-tête.",
        "3234" : "(3234) Les dates de dépôt dans le plan d'expédition ne peuvent s'étendre au- delà de 5 jours d'affaires.",
        "3235" : "(3235) Le champ Numéro quotidien d'expédition est obligatoire (ne peut demeurer vide).",
        "3236" : "(3236) Le champ Numéro quotidien d'expédition doit être numérique.",
        "3237" : "(3237) Un minimum d'un enregistrement dans le fichier  du lieu de dépôt doit contenir le numéro de séquence.",
        "3238" : "(3238) Le numéro quotidien d'expédition doit être supérieur ou égal à 1.",
        "3239" : "(3239) Le champ Code postal du lieu d'ouverture est obligatoire (ne peut demeurer vide).",
        "3240" : "(3240) Le champ Nombre de conteneurs est obligatoire (ne peut demeurer vide).",
        "3241" : "(3241) Le champ Nombre de regroupements est obligatoire (ne peut demeurer vide).",
        "3242" : "(3242) Le champ Nombre de regroupements doit être numérique.",
        "3243" : "(3243) L'Id de conteneur parent n'existe pas comme Id de conteneur dans le fichier conteneur.",
        "3244" : "(3244) Le champ Niveau d'accès est invalide.",
        "3245" : "(3245) Le champ Regroupement dans un conteneur doit être numérique.",
        "3246" : "(3246) Le champ Type de conteneur est obligatoire (ne peut demeurer vide).",
        "3247" : "(3247) Le type de conteneur est invalide.",
        "3248" : "(3248) Le champ Id de regroupement est obligatoire (ne peut demeurer vide).",
        "3249" : "(3249) L'Id de regroupement doit être unique pour un même plan de dépôt.",
        "3250" : "(3250) Le champ Id de regroupement doit être numérique.",
        "3251" : "(3251) Le champ Id de conteneur est obligatoire (ne peut demeurer vide).",
        "3252" : "(3252) Le champ Description de service est obligatoire (ne peut demeurer vide).",
        "3253" : "(3253) Le champ Description de service est invalide.",
        "3254" : "(3254) Le champ Code postal est obligatoire (ne peut demeurer vide).",
        "3255" : "(3255) Le champ Numéro du mode de livraison est obligatoire (ne peut demeurer vide).",
        "3256" : "(3256) Le champ Décompte d'articles est obligatoire (ne peut demeurer vide).",
        "3257" : "(3257) Le champ Décompte d'articles doit être numérique.",
        "3258" : "(3258) Le format du fichier sélectionné n'est pas valide. Voulez-vous sélectionner un autre fichier?",
        "3259" : "(3259) L'importation n'a pas été réussie. Des erreurs ont été détectées au moment de a validation. Voulez-vous sauvegarder ce fichier comme fichier d'importation du plan d'expédition.",
        "3260" : "(3260) L'importation du plan d'expédition n'a pas été réussie. Au moins une erreur a été détectée au moment de la validation. Voulez-vous sauvegarder ce fichier comme fichier Erreur d'importation du plan d'expédition par progiciel de tri préliminaire?",
        "3261" : "(3261) L'importation du plan d'expédition a été réussie.",
        "3262" : "(3262) L'Id de DD est actuellement utilisé comme référence avec une DD transmise de Médiaposte avec adresse qui est associé au plan d'expédition par progiciel de tri préliminaire.",
        "3263" : "(3263) L'Id de DD est actuellement utilisé comme référence avec une DD transmise de Médiaposte avec adresse qui est associé au plan d'expédition par progiciel de tri préliminaire. Voulez-vous continuer le processus d'importation et remplacer la DD actuelle.",
        "3264" : "(3264) La transmission de cette DD n'a pas été réussie car l'Id de DD est déjà utilisé en référence sur une commande transmise antérieurement.",
        "3265" : "(3265) Un des champs est cité incorrectement.",
        "3266" : "(3266) Mauvais nombre de champs dans l'enregistrement.",
        "3267" : "(3267) La description de service dérivée est invalide pour le numéro de convention indiqué. Veuillez entrer un numéro de convention différent ou contactez la ligne d'assistance.",
        "3268" : "(3268) Les Ids de DD indiqués à l'entête du fichier du plan d'expédition PERL doivent être identiques aux IDs de DD spécifiés dans le nom du fichier d'importation.",
        "3269" : "(3269) L'entrée de l'entête doit contenir qu'une seule donnée.",
        "3270" : "(3270) Il existe un duplicata pour cette entrée dans le fichier du lieu de dépôt.",
        "3271" : "(3271) Il existe un duplicata pour cette entrée dans le fichier du lieu d'ouverture.",
        "3272" : "(3272) Il existe un duplicata pour cette entrée dans le fichier conteneur.",
        "3273" : "(3273) Il existe un duplicata pour cette entrée dans le fichier du lieu de regroupement.",
        "3274" : "(3274) Le champ numéro de client est obligatoire (ne peut être vide) lorsqu'un numéro de contrat est fourni.",
        "3275" : "(3275) Avertissement: en désactivant le Centre de coûts, vous supprimez les données de référence par ligne de cette commande.",
        "3276" : "(3276) Avis : Le Centre de coûts ne paraît qu'au  fichier électronique de données de facturation et ne figure pas aux factures papier.",
        "3277" : "(3277) Cet envoi doit être accompagné du paiement intégral par chèque d'entreprise.  Nota : seuls les comptoirs postaux de vente au détail acceptent les paiements au comptant.",
        "3278" : "(3278) Le rapport compte environ {0} pages.",
        "3279" : "(3279) Vous devez accepter les termes et les conditions pour poursuivre.",
        "3280" : "(3280) Les trois premiers caractères du code postal se succèdent dans l'ordre alphabétique, numérique, alphabétique. (par exemple: A9B)",
        "3281" : "(3281) Le champ Description de l'envoi est obligatoire (c'est à dire, ne peut être laissé en blanc).",
        "3282" : "(3282) Le champ des trois premiers caractères du code postal est obligatoire (c'est à dire, ne peut être laissé en blanc).",
        "3283" : "(3283) Accès impossible. Des paramètres d'accès manquants ou invalides ont été soumis. Communiquez avec votre administrateur Web local pour obtenir de l'aide.",
        "3284" : "(3284) La session est invalide ou a dépassé le délai de temporisation.",
        "3285" : "(3285) Les trois premiers caractères du code postal (RTA) que vous avez entrés sont invalides ou le système a été incapable de trouver un comptoir postal de livraison pour cette RTA.",
        "3286" : "(3286) Vous avez précisé que le poids de chacun de vos articles était supérieur à 50 g (1,8 oz), mais la valeur que vous avez entrée est inférieure ou égal à 50 g (1,8 oz). Veuillez entrer un autre poids ou sélectionner l'option « inférieur ou égal à 50 g (1,8 oz) ».",
        "3287" : "(3287) En ce qui concerne les envois renfermant des objets livrés par facteur (LC), les objets de plus de 35,56 cm x 15,24 cm (14 po x 6 po) ne peuvent être livrés qu'aux entreprises. Pour poursuivre cette sélection, vous devez, soit désélectionner le(s) « Mode(s) de Livraison » par facteur, soit sélectionner seulement les « Entreprises » comme « Secteur Cible ».",
        "3288" : "(3288) Il n'est permis d'utiliser aucun des numéros de compte associés au code d'usager et au mot de passe de votre compte pour un paiement par carte de crédit. L'outil Saisie d'une commande express n'offre que le mode de paiement par carte de crédit.",
        "3289" : "(3289) Le numéro de contrat doit être numérique.",
        "3290" : "(3290) Ces données ne servent qu'à des fins de rapports locaux seulement. Elles ne sont pas transmises à Postes Canada",
        "3291" : "(3291) Le champ Détails du Mode de Livraison ne rencontre pas sa spécification de format. Veuillez consulter les spécifications de ce type de fichier pour de plus amples détails.",
        "3292" : "(3292) Le champ Service doit être \"AAMP\" pour la Médiaposte avec adresse comprenant un tri préliminaire mécanisable.",
        "3293" : "(3293) Le champ Taille doit être \"SL\" pour la Médiaposte avec adresse comprenant un tri préliminaire mécanisable.",
        "3294" : "(3294) Recommandé et Ne pas faire suivre sont mutuellement exclusifs.  Choisissez un ou l'autre.",
        "3295" : "(3295) Le champ Service doit être 'LCP' ou 'AAMP'.",
        "3301" : "(3301) Le téléchargement du plan de dépôt à la SCP a échoué.",
        "3302" : "(3302) Le plan de dépôt téléchargé est introuvable sur le serveur.",
        "3303" : "(3303) Le nom des fichiers téléchargés ne respecte pas les exigences du PERL.",
        "3304" : "(3304) Le fichier ZIP ne peut être ouvert. Veuillez vous assurer que le format ZIP du fichier est valide.  Si le problème persiste, communiquez avec les services de soutien technique.",
        "3305" : "(3305) Le fichier ZIP ne contient pas les fichiers prévus. Assurez-vous que les cinq fichiers du PERL sont compris dans le fichier ZIP.",
        "3306" : "(3306) Les fichiers téléchargés ne respectent pas les exigences du PERL. Obtenir la dernière version du logiciel du PERL ou générez de nouveau le plan de dépôt.",
        "3307" : "(3307) Le nom d'un modèle doit être indiqué.",
        "3308" : "(3308) Le numéro de client dans le champ 'Expédié au nom de' n'existe pas.",
        "3309" : "(3309) Le numéro de convention n'existe pas.",
        "3310" : "(3310) Le champ Regroupement dans un conteneur est obligatoire (ne peut demeurer vide).",
        "3311" : "(3311) Le plan de dépôt est obligatoire.",
        "3312" : "(3312) Le champ Établissement est obligatoire.",
        "3313" : "(3313) Veuillez preciser le taux d'exactitude des addresses.",
        "3314" : "(3314) Le champ du Changement de planche doit comporter une valeur numérique.",
        "3315" : "(3315) Ce code d'utilisateur n'a pas accès à cette fonction.",
        "3316" : "(3316) Veuillez entrer le numéro d'ID de la DD à réserver.",
        "3317" : "(3317) Vous pouvez réserver au plus {0} ID de DD par jour.",
        "3318" : "(3318) L' ID de DD utilisée dans le plan de dépôt n'est pas valide.  Veuillez utiliser une ID de DD réservée.",
        "4001" : "(4001) La base de données d'Expéditeur (cadb.mdb) n'existe pas dans le répertoire précisé.",
        "4002" : "(4002) Il n'y a aucun client de Postes Canada configuré dans la base de données d'Expéditeur.",
        "4003" : "(4003) La base de données d'Outils d'expédition électronique (PE1LITE.odb) n'existe pas.  Vérifiez que l'application Outils d'expédition électronique a été installée et configurée.",
        "4004" : "(4004) Il n'y a aucun client de Postes Canada configuré dans la base de données d'Outils d'expédition électronique choisie. L'application Outils d'expédition électronique doit être installée et complètement configurée avant que la conversion puisse se poursuivre.",
        "4005" : "(4005) Veuillez choisir au moins un tableau d'Expéditeur à inclure dans la conversion.",
        "4006" : "(4006) Conversion de {0} en cours",
        "4007" : "(4007) Voulez-vous vraiment annuler la conversion?",
        "4008" : "(4008) Voulez-vous vraiment quitter l'application?",
        "4009" : "(4009) Le manifeste auquel vous tentez d''accéder est passé à l''état {0}. Voulez-vous que le système cherche automatiquement un manifeste ouvert ou qu''il en crée un nouveau s''il n''en existe aucun?",
        "4010" : "(4010) Cette intervention ne peut être terminée puisque la présente Déclaration de dépôt est passée à l''état {0}.",
        "4011" : "(4011) Cette intervention ne peut être terminée puisque le présent manifeste est passé à l''état {0}.",
        "4012" : "(4012) Les mises à jour de l'application ont été amorcées par un autre poste de travail. Votre application se fermera automatiquement et toute donnée non enregistrée sera perdue. Relancez l'application une fois que ces mises à jour seront terminées.",
        "4013" : "(4013) Le manifeste auquel vous tentez d'accéder est actuellement utilisé par un autre poste de travail. Essayez de nouveau.",
        "4014" : "(4014) La Déclaration de dépôt à laquelle vous tentez d'accéder est actuellement utilisée par un autre poste de travail. Essayez de nouveau.",
        "4017" : "(4017) Le manifeste que vous utilisez a été mis à jour par un autre poste de travail. Veuillez sélectionner le manifeste de nouveau pour actualiser l'écran.",
        "4018" : "(4018) La Déclaration de dépôt que vous utilisez a été mise à jour par un autre poste de travail. Veuillez sélectionner la Déclaration de dépôt de nouveau pour actualiser l'écran.",
        "4019" : "(4019) La Déclaration de dépôt à laquelle vous tentez d'accéder est actuellement utilisée. La Déclaration de dépôt s'ouvrira en mode affichage.",
        "4020" : "(4020) La présente intervention a été interrompue, soit parce qu''il y a eu une mise à jour de la commande {0} , soit parce que celle-ci est utilisée par un autre poste de travail.",
        "4021" : "(4021) Une base de données de l'application Outils électroniques d'expédition (POLITE_PE1.odb) existe déjà. Veuillez vous assurer que tous les utilisateurs ont quitté l'application avant de commencer.",
        "4022" : "(4022) La présente intervention a été interrompue puisque le poste de travail du serveur fait l'objet d'une mise à jour par un autre poste de travail ou qu'il n'existe pas. Communiquez avec l'administrateur de système de votre entreprise.",
        "4023" : "(4023) Des mises à jour de données sont disponibles. Veuillez aviser tous les postes de travail avant de commencer.",
        "4024" : "(4024) La présente intervention a été interrompue puisque les mises à jour de données ont été reçues par un autre poste de travail. Fermez la fenêtre.",
        "4025" : "(4025) Impossible de communiquer avec la base de données pour le moment.",
        "4026" : "(4026) La présente intervention a été interrompue puisqu'un autre poste de travail reçoit actuellement des mises à jour de données.",
        "4027" : "(4027) Des mises à jour de données existent. Cette intervention a été interrompue puisqu'un autre poste de travail met actuellement une commande à jour.",
        "4028" : "(4028) La présente intervention a été interrompue puisque le poste de travail du serveur fait actuellement l'objet d'une mise à jour par un autre poste de travail. Communiquez avec l'administrateur de système de votre entreprise.",
        "4029" : "(4029) Une erreur système est survenue au moment de la mise à niveau. Veuillez communiquer avec le Soutien technique en composant le {0}.",
        "4030" : "(4030) L'article ne peut être traiter à ce moment. Le groupe de codes à barres requis est présentement utilisé par un autre usagé.  Veuillez essayer de nouveau.",
        "4031" : "(4031) En ce moment, un autre poste de travail revise la fenêtre Avis de status de communication. Veuillez essayer plus tard.",
        "4032" : "(4032) Vous n'avez pas lancé votre poste de travail aujourd'hui par conséquent l'application se fermera. Veuillez lancer à nouveau afin de continuer.",
        "4033" : "(4033) Vous n'avez pas lancé votre poste de travail aujourd'hui par conséquent l'application se fermera. Veuillez lancer à nouveau afin de continuer. Veuillez reviser le journal de la session de finalisation car des commandes ont échouées au cours du processus de finalisation.",
        "4034" : "(4034) Les outils électroniques d'expédition ont décelé une version copiée, une version de sauvegarde ou une version plus ancienne de votre base de données déjà en cours. Nous vous  recommandons la réinstallation afin de recevoir les données les plus récentes ce qui prévient  la duplication entre les versions de votre base de données. Comme précaution, vos commandes ouvertes et finalisées seront déplacées dans le fichier supprimé où vous pouvez les regarder et les ressaisir au besoin",
        "5001" : "(5001) Le champ Locale est obligatoire.",
        "5002" : "(5002) La valeur Locale {0} n'est pas acceptée.",
        "5003" : "(5003) Veuillez entrer le mot de passe dans le champ \"Mot de passe d'utilisation\" de la section Traiter la commande avant d'accéder les liens pour les carnets d'adresses et/ou avant de compléter une commande. L'entrée du mot de passe est requis une seule fois par session.",
        "5004" : "(5004) Les champs Application ID et Password sont obligatoires aux fins d'autorisation de service d'assistance Web.",
        "5005" : "(5005) Les valeurs des champs User Id et Password n'ont pas pu être validées.",
        "5006" : "(5006) Un mot de passe invalide est indiqué pour le champ Application ID {0}.",
        "5007" : "(5007) La valeur Application ID {0} n'est pas autorisée à utiliser ce service d'assistance Web.",
        "5008" : "(5008) Des erreurs figuraient dans la demande de saisie pour le service d'assistance Web.",
        "5009" : "(5009) Le champ Label Type est obligatoire.",
        "5010" : "(5010) La valeur Label Type {0} n'est pas acceptée à l'heure actuelle.",
        "5011" : "(5011) Les valeurs label type {0} et request {1} comportent une erreur.",
        "5012" : "(5012) Le champ Country de l'adresse de l'expéditeur est obligatoire.",
        "5013" : "(5013) La valeur Country {0} de l'adresse de l'expéditeur est invalide.",
        "5014" : "(5014) Le champ Province de l'adresse de l'expéditeur est obligatoire.",
        "5015" : "(5015) La valeur Province {0} de l'adresse de l'expéditeur est invalide.",
        "5016" : "(5016) Le champ Postal Code de l'adresse de l'expéditeur est obligatoire.",
        "5017" : "(5017) La valeur Postal Code {0} de l'adresse de l'expéditeur est invalide. Le format valide d'un code postal est A9A 9A9.",
        "5018" : "(5018) Le champ Country de l'adresse du destinataire est obligatoire.",
        "5019" : "(5019) La valeur Country {0} de l'adresse du destinataire est invalide.",
        "5020" : "(5020) Le champ Province de l'adresse du destinataire est obligatoire lors d'une expédition au Canada et le champ State est obligatoire lors d'une expédition aux É.-U.",
        "5021" : "(5021) La valeur Province {0} de l'adresse du destinataire est invalide.",
        "5022" : "(5022) Le champ City de l'adresse du destinataire est obligatoire lors d'une expédition à destination du Canada ou des É.-U.",
        "5023" : "(5023) Le champ Postal Code de l'adresse du destinataire est obligatoire lors d'une expédition au Canada et le champ Zip Code est obligatoire lors d'une expédition aux É.-U.",
        "5024" : "(5024) La valeur Postal Code {0} de l'adresse du destinataire est invalide. Le format valide d'un code postal est A9A 9A9.",
        "5025" : "(5025) La valeur Zip Code {0} de l'adresse du destinataire est invalide. Les formats valides du code ZIP sont 99999 et 99999-9999.",
        "5026" : "(5026) Le champ Product Service est obligatoire.",
        "5027" : "(5027) La valeur Product Service {0} est invalide.",
        "5028" : "(5028) L''option {0} ({1}) est invalide pour la valeur Product Service {2} ({3}).",
        "5029" : "(5029) L''option {0} ({1}) est exigée pour la valeur Product Service {2} ({3}).",
        "5030" : "(5030) Un montant est obligatoire pour définir l''option {0} ({1}).",
        "5031" : "(5031) La valeur Amount {0} est invalide pour définir l''option {1} ({2}).   Veuillez suivre ce format : 9999999,99.",
        "5032" : "(5032) Un identificateur est obligatoire pour définir l''option {0} ({1}).",
        "5033" : "(5033) Les options {0} ({1}) et {2} ({3}) s''excluent mutuellement (une seule de ces options peut être sélectionnée).",
        "5034" : "(5034) L''option {0} ({1}) ne peut être sélectionnée que si l''option {2} ({3}) est également sélectionnée.",
        "5035" : "(5035) La valeur Postal Code {0} de l''adresse de l''expéditeur n''est pas valide pour l''adresse de la Province {1}.",
        "5036" : "(5036) La valeur Postal Code {0} de l''adresse du destinataire n''est pas valide pour la Province {1}.",
        "5037" : "(5037) La valeur Province/State {0} de l''adresse de l''expéditeur n''est pas valide pour la valeur Country {1}.",
        "5038" : "(5038) La valeur Province/State {0} de l''adresse du destinataire n''est pas valide pour la valeur Country {1}.",
        "5039" : "(5039) La méthode de paiement inscrite {0} n''est pas valide.",
        "5040" : "(5040) Votre demande a résultée en une interruption imprévue.",
        "5041" : "(5041) Le code d'usager inscrit pour l'application ne peut dépasser 10 caractères.",
        "6001" : "(6001) Transmission de la commande:  Identification locale {0}",
        "6002" : "(6002) Transmission de la commande:  Identification locale {0}; Identification de la commande  {1}",
        "6003" : "(6003) Téléchargement de la séquence de codes à barres",
        "6004" : "(6004) < {0} > téléchargés LUWs",
        "6005" : "(6005) Préparer les mises à jour des données sur le serveur de Postes Canada ({0} LUWs)",
        "6006" : "(6006) Télécharger les mises à jour des données du serveur de Postes Canada ({0} LUWs)",
        "6007" : "(6007) Fichier de données d''ouverture ({0} LUWs)",
        "6008" : "(6008) Ouvrir le fichier de données  ({0} LUWs)",
        "6009" : "(6009) Appliquer les mises à jour des données à la base de données du bureau ({0} LUWs)",
        "6010" : "(6010) Téléchargement < {0} > reçu",
        "6011" : "(6011) Téléchargement du client {0}",
        "6012" : "(6012) Téléchargement du client {0}; du contrat {1}",
        "6013" : "(6013) Téléchargement des normes de service pour l''établissement {0}",
        "6014" : "(6014) Téléchargement des mises à jour de données non admises",
        "6015" : "(6015) Téléchargement des mises à jour de logiciel non admises",
        "6016" : "(6016) Client {0} n''est pas valide et ne peut être ajouter.",
        "6017" : "(6017) Client {0} contrat {1} n''est pas valide et ne peut être ajouter.",
        "6018" : "(6018) Erreur de validation de l''identificateur local {0}",
        "6019" : "(6019) Le téléchargement de l''unité logique de travail {0} n''a pas réussi.",
        "6020" : "(6020) Téléchargement requis des données du système.",
        "6021" : "(6021) Erreur de validation de l''identificateur de la DD {0}",
        "6022" : "(6022) Service utilisé mis à jour.",
        "6023" : "(6023) Le serveur du courriel n'est pas disponible, veuillez essayer plus tard.",
        "6024" : "(6024) Le courriel a été acheminé avec succès pour le bon de commande {0}.",
        "6025" : "(6025) L'étiquette ne peut être créée.",
        "6026" : "(6026) Le champ {0} est obligatoire (ne peut demeurer vide).",
        "6027" : "(6027) L''étiquette que vous essayez d''utiliser est expirée. Veuillez communiquer avec {0} pour obtenir une  étiquette de remplacement .",
        "6028" : "(6028) L''étiquette que vous essayez d''utiliser a déjà été rendue. Elle est maintenant expirée. Veuillez communiquer avec  {0} pour obtenir une  étiquette de remplacement.",
        "6029" : "(6029) Le lien copié au navigateur est inexact ou n'est plus disponible. Veuillez vous assurer que toutes les lignes du URL du courriel sont copiées au navigateur en une seule ligne.",
        "6030" : "(6030) Le Numéro de client (expédié par) n'est pas valide.  Veuillez communiquer avec la Gestion des comptes au 1-800-267-7651.",
        "6031" : "(6031) Vous accédez à un site dont l''adresse n''est pas autorisé [{0}]. Veuillez contacter votre administrateur pour toute assistance.",
        "6032" : "(6032) Le lien est inactif. Veuillez contacter votre administrateur pour toute assistance.",
        "6033" : "(6033) La commande a été annulée parce qu'elle na pas été reçue dans le temps alloué.  Cliquez le lien ci-dessous pour retourner à l'écran de l'entrée de données.",
        "6034" : "(6034) Votre commande a été annulée.  Cliquez le lien ci-dessous pour retourner à l'écran de l'entrée de données.",
        "6035" : "(6035) Votre commande a été annulée dû à une erreur de système. Cliquez le lien ci-dessous pour retourner à l'écran de l'entrée de données.  Veuillez communiquer avec Postes Canada.",
        "6036" : "(6036) La solution Saisie d'une commande express n'est pas disponible. Veuillez contacter votre webmestre.",
        "6037" : "(6037) Le mode de paiement \"Porter au Compte\" n'est pas disponible. Pour traiter les étiquettes par courriel veuillez contacter votre webmestre.",
        "6038" : "(6038) Le mode de paiement \"Porter au Compte\" n'est pas disponible. Veuillez sélectionner un autre mode de paiement. Si vous avez besoin d'information veuillez contacter votre webmestre.",
        "6039" : "(6039) En appuyant sur OK, les frais de cette commande seront portés à votre compte de Postes Canada.  Veuillez noter que la commande est sujette à des vérifications qui pourraient résulter en des ajustements à la valeur de la commande.  Tous les ajustements seront imputés à votre compte de Postes Canada.",
        "7007" : "(7007) La valeur de poids n''est pas valide. Le poids de chaque article doit être inférieur ou égal à {0} {1}.",
        "7016" : "(7016) Votre envoi doit contenir au moins une partie d''envoi pour poursuivre.",
        "7027" : "(7027) Le poids unitaire de l''article doit être supérieur à zéro.",
        "7031" : "(7031) Veuillez fournir le facteur de conversion du dollar canadien (requis lorsque la devise des douanes n''est pas CAD). Ne peut être zéro.",
        "7050" : "(7050) L''option {0} nécessite l''option {1} pour être valide.  Veuillez ajouter l''option {1} ou supprimer l''option {0}.",
        "7064" : "(7064) Veuillez entrer un numéro de machine à affranchir valide (7 chiffres). Votre numéro de machine à affranchir se trouve sur l'empreinte d'affranchissement à côté du code à barres; vous pouvez également l'obtenir en communiquant avec votre fournisseur.",
        "7088" : "(7088) La raison de l'exportation est requise et doit être d'un minimum de 4 caractères lorsqu'Autre est sélectionné.",
        "7120" : "(7120) Sélectionner Transmettre indique qu'une empreinte d'affranchissement indiquant le bon montant d'affranchissement payé est apposée sur chaque article, et le DD pour le montant supplémentaire indiqué plus haut.",
        "7121" : "(7121) Le montant de l'affranchissement est insuffisant de {0} $ (avant les taxes).  Une empreinte d'affranchissement de {0} $ doit être fournie lors du dépôt de l''envoi à Postes Canada.",
        "7149" : "(7149) Les trois dimensions (longueur, largeur et hauteur) doivent être indiquées.",
        "7168" : "(7168) Nota : Le courrier mécanisable ne peut être déposé qu'à certains endroits précis.  Pour plus de renseignements, veuillez consulter le site Web http://www.canadapost.ca/tools/pg/supportdocuments/SL_Mach_cutofftimes-f.pdf.",
        "7209" : "(7209) Le courrier avec tri préliminaire mécanisable ne peut être mélangé avec d'autres types de courrier sur une DD.",
        "7210" : "(7210) Le champ Conteneurs à lettres et objets plats doit comporter une valeur numérique.",
        "7249" : "(7249) Un ou plusieurs champs obligatoires manquent à la ligne {0}.",
        "7250" : "(7250) Le code que vous avez entré est pour un produit qui a déjà un code à barres.  Vous n'avez pas besoin (et ne pouvez pas) entrer un tel envoi dans le système.",
        "7254" : "(7254) Cette action n’est pas valide sur cette page.  Veuillez utiliser les boutons et liens offerts sur la page.",
        "7255" : "(7255) La grosseur de votre plan d’expédition a dépassé les limites du système en ligne.  Vous devez utiliser la version bureau pour des envois de cette taille.",
        "7260" : "(7260) Cette convention ne couvre pas les produits colis.  Enlevez le numéro de convention ou entrez-en un autre si vous avez une autre convention.",
        "7263" : "(7263) Un numéro de machine à affranchir valide (7 chiffres) doit être fourni dans votre profil lorqu''on paie par machine à affranchir.  Votre numéro de machine à affranchir se trouve sur l'empreinte d'affranchissement à côté du code à barres; vous pouvez également l'obtenir en communiquant avec votre fournisseur.",
        "7277" : "(7277) Vous devez préciser (O/N) si les droits et les taxes sont prépayés par l'expéditeur aux fins de dédouanement commercial.",
        "7275" : "(7275) Le montant des droits et taxes payées doit être fourni lorsqu’ils sont prépayés par l’expéditeur.  Il doit être plus grand que zéro et du format 99999,99.",
        "7272" : "(7272) Le code promotionnel n’est pas reconnu parce qu'il n’est pas existant, n’est pas applicable pour le service ou la catégorie choisie, est expiré ou a déjà été utilisé (Une offre d’utilisation unique).",
        "7274" : "(7274) Le client est légalement responsable pour l’information fournie pour les Douanes.",
        "7279" : "(7279) Avertissement: Le code de mode de livraison n’est pas valide pour la Date de dépôt que vous avez sélectionnée. Si vous poursuivez vous pourriez être assujetti à un supplément qui sera appliqué à chaque article de courrier. Afin d’éviter ce supplément, assurez-vous d’avoir entré la date de dépôt qui correspond au code de mode de livraison que vous avez fourni. Si votre date est correcte obtenez le bon code de mode de livraison en mettant à jour votre logiciel de tri préliminaire avec la plus récente version et télécharger votre nouveau plan dépôt. Pour obtenir d’autres renseignements sur le supplément, allez à postescanada.ca/supplements.",
        "7283" : "(7283) Code de promotion a été fourni ou modifié mais n’a pas été appliqué à l’envoi.  Veuillez cliquer Appliquer pour mettre les frais à jour.",
        "7303" : "(7303) Numéro de compte invalide, veuillez vérifier.",
        "7318" : "(7318) Les informations relatives au compte de fournisseur sont obligatoires lorsque cette méthode de paiement est sélectionnée.",
        "7326" : "(7326) La valeur totale en douane dépasse $99,999.99. Vérifiez vos données puisque vous êtes légalement responsable pour l’information fournie pour les Douanes.",
        "8549" : "(8549) Problème de service. Voir postescanada.ca/alerte",
        "8550" : "(8550) Service actuellement non disponible. Voir postescanada.ca/alerte",

        "8551" : "<div><h2>Postes Canada</h2><hr /><div class=\"errorTitleContent\"><h3>Ce lien est expiré.</h3></div><div class=\"errorBodyContent\"><p>L’étiquette est expirée et n’est plus disponible.</p><p>Si vous êtes un expéditeur, vous pouvez <a href=\"https://www.canadapost.ca/web/fr/kb/details.page?article=how_to_cancel_a_ship&cattype=kb&cat=sending&subcat=issues\">créer un billet de service</a> pour obtenir un remboursement de l’étiquette inutilisée.</p><p>Si vous souhaitez imprimer une étiquette de retour, veuillez communiquer directement avec le vendeur pour obtenir du soutien.</p></div></div>",
        "8554" : "<div><h2>Postes Canada Expédier en ligne<span class=\"trademarkSymbolStep2\">MC</span></h2><hr /><div class=\" errorTitleContent\"><h3>Ce lien est expiré.</h3></div><div class=\" errorBodyContent\"><p>Votre étiquette a plus de cinq jours et ce lien est expiré.</p><p>Veuillez <a href=\"https://www.canadapost.ca/web/en/kb/details.page?article=how_to_cancel_a_ship&cattype=kb&cat=sending&subcat=issues\">créer un billet de service</a> pour obtenir un remboursement pour l’étiquette non utilisée, au besoin.</p></div></div>",
        "8552" : "<div><h2>Postes Canada Colis Clic<span class=\"trademarkSymbolStep2\">MC</span></h2><hr /><div class=\" errorTitleContent\"><h3>Il ne s’agit pas de votre étiquette.</h3></div><div class=\" errorBodyContent\"><p>Nous sommes désolés. Seul le client qui a créé cette étiquette peut l’utiliser. </p><p>Veuillez vous assurer d’avoir ouvert une session à l’aide du bon numéro de client pour obtenir cette étiquette d’expédition.</p></div></div>",
        "8555" : "<div><h2>Postes Canada Expédier en ligne<span class=\"trademarkSymbolStep2\">MC</span></h2><hr /><div class=\" errorTitleContent\"><h3>Il ne s’agit pas de votre étiquette.</h3></div><div class=\" errorBodyContent\"><p>Nous sommes désolés. Seul le client qui a créé cette étiquette peut l’utiliser. </p><p>Veuillez vous assurer d’avoir ouvert une session à l’aide du bon numéro de client pour obtenir cette étiquette d’expédition.</p></div></div>",
        "8553" : "<div><h2>Postes Canada</h2><hr /><div class=\"errorTitleContent\"><h5>Nous sommes désolés.</h5><h6>Ce lien ne fonctionne pas</h6></div><div class=\"\"><p><strong>Que devez-vous faire?</strong></p></div><div class=\"large-12\"><ul><li>Vérifiez s’il y a une annonce d’interruption de service sur le site Web postescanada.ca.</li><li>Essayez de nouveau dans quelques minutes.</li><li>Essayez de nouveau avec un autre navigateur (nous recommandons d’utiliser Chrome).</li><li>Videz votre mémoire cache.</li></ul></div><div class=\"\"><p><strong>Si cela ne fonctionne pas</strong></p><p>Veuillez communiquer avec notre <a href=\"https://www.canadapost.ca/web/en/pages/support/default.page#panel2-3\">service d’assistance technique</a> pour obtenir de l’aide.</p></div></div>",
        "8556" : "<div><h2>Postes Canada Expédier en ligne<span class=\"trademarkSymbolStep2\">MC</span></h2><hr /><div class=\"errorTitleContent\"><h5>Nous sommes désolés.</h5><h6>Ce lien ne fonctionne pas</h6></div><div class=\"\"><p><strong>Que devez-vous faire?</strong></p></div><div class=\"large-12\"><ul><li>Vérifiez s’il y a une annonce d’interruption de service sur le site Web postescanada.ca.</li><li>Essayez de nouveau dans quelques minutes.</li><li>Essayez de nouveau avec un autre navigateur (nous recommandons d’utiliser Chrome).</li><li>Videz votre mémoire cache.</li></ul></div><div class=\"\"><p><strong>Si cela ne fonctionne pas</strong></p><p>Veuillez communiquer avec notre <a href=\"https://www.canadapost.ca/web/en/pages/support/default.page#panel2-3\">service d’assistance technique</a> pour obtenir de l’aide.</p></div></div>",

        "20000" : "(20000) F-The stored procedure 'raise_application_error' was called which causes this error to be generated. Correct the problem as described in the error message or contact the application administrator or DBA for more information.",
        "20001" : "(20001) F-Invalid path, file location or filename is invalid.",
        "20002" : "(20002) F-The <open_mode> parameter in fopen() is invalid.",
        "20003" : "(20003) F-File could not be opened or operated on as requested.",
        "20004" : "(20004) F-Operating system error occurred during the write operation.",
        "20005" : "(20005) F-Internal error, invalid file handle.",
        "20006" : "(20006) F-Invalid table name, no data found.",
        "20007" : "(20007) F-Table definition mis-match, unable to generate synchronization code.",
        "20008" : "(20008) F-Table does not have a primary, unable to generate synchronization code.",
        "20009" : "(20009) F-Table definition mis-match, unable to generate archive code.",
        "20010" : "(20010) F-Table does not appear to be partitionned, unable to generate archive code.",
        "20011" : "(20011) F-The maximum line size must be between 1 and 32767.",

        "UNMAPPED_CMSS_MSG" : "({0}) {1}",

        "8512" : "(8512) f-RestClient unmarshalling error.  Stream contained: {0}.",

        "30005" : "(30005) Les champs du destinataire contiennent des caractères invalides tels que \\ ou |.",
        "31000" : "(31000) Le plan de dépôt doit être actualise avant de continuer.",
        "31001" : "(31001) La date inscrite n'est pas valide (la date doit suivre le format aaaa/mm/jj).",
        "31002" : "(31002) La province doit être fournie si on n’utilise pas un code postal.",
        "31003" : "(31003) Vous devez sélectionner au moins une zone de livraison.",
        "31004" : "(31004) Veuillez choisir un niveau de demande.",
        "31005" : "(31005) Un ou plusieurs articles contiennent de l’information périmée. Vous devez accéder chaque article qui requiert une mise-à-jour",
        "31006" : "(31006) Il n'est pas possible de rencontrer la Date de début indiquée d’après les normes de service de Postes Canada.  Veuillez utiliser une date ultérieure ou changer à Sur réception.",
        "31007" : "(31007) Aucun résultat pour {0}",
        "31008" : "(31008) Une perte de connexion avec les serveurs s’est produite.  Veuillez essayer de nouveau, et si le problème persiste, veuillez communiquer avec le soutien technique.",
        "31009" : "(31009) Le fichier sélectionné dépasse la limite imposé de {0}Mo.",
        "31010" : "Nous ne sommes pas en mesure de traiter votre demande pour le moment.<br/>Veuillez réessayer plus tard. ",
        "31011" : "f-The package length plus the girth can't be more than 2.74 metres (107.9 inches).",
        "31012" : "Nous sommes désolés.<br/><br/>Selon les détails d’expédition que vous avez saisis, nous ne pouvons pas offrir l’expédition internationale pour ce paquet.<br/>Cela pourrait être attribuable au fait qu’il est trop lourd ou trop volumineux, ou qu’il ne respecte pas les restrictions postales locales. Pour déterminer si c’est effectivement le cas, consultez la <a href=\"//www.canadapost.ca/tools/pg/manual/pgintdest-f.asp\" target=\"_blank\" id=\"msg_internationalDestinationListingLink\">Liste des destinations internationales.</a><br/>À l’occasion, le service n’est pas offert en raison d’une interruption ou d’une restriction liée à la destination. Pour en savoir plus à ce sujet, lisez les <a href=\"//www.canadapost.ca/web/fr/blogs/announcements/list.page?cattype=announcements&cat=updates\" target=\"_blank\">mises à jour importantes.</a>",
        "8025" : "Assurez-vous que l'identificateur de d?p?t correspond aux six derniers chiffres de votre code ? barres 2D tel que fournis par l'?quipe de sp?cialit?s commerciales. Si le code entr? est erron?, un suppl?ment sera appliqu?.",

        "11000" : "(11000) Address is invalid or incomplete (missing unit number for example).",
        "11001" : "(11001) The contract number is not found or invalid.",
        "11002" : "(11002) There is already a pickup request within one hour of this one.",
        "11003" : "(11003) Pickup cannot be done on the date requested (in the past, invalid or not a business day).",
        "11005" : "(11005) Customer not valid or blocked.",
        "11008" : "(11008) The date requested is too far; see the rules above.",
        "11009" : "(11009) Pickup is not available for the Postal Code you selected.",
        "11010" : "(11010) There must be a credit card on file when paying by credit card.",
        "11015" : "(11015) Missing Preferred Time.",
        "11016" : "(11016) The closing time cannot be before the pickup time.",
        "11018" : "(11018) Payment approval failed (credit blocked).",
        "11020" : "(11020) The transaction could not be authorized.  Verify you credit card.",
        "11021" : "(11021) Pickup cannot be done at the time requested (which may be outside business hours).",
        "11023" : "(11023) No pickup request found.",
        "11024" : "(11024) Supplier Account payment can only be submitted by the account provider or an authorized user.  Also covers the case where the supplier is set to only allow pre-authorized payment but it was not received in the request.",
        "11025" : "(11025) The transaction could not be authorized.  Verify you supplier account.",
        "11026" : "(11026) The pre-authorized amount does not match the calculated charges.",
        "11027" : "(11027) No default supplier account is specified in your Canada Post profile or the issuer of the default account does not match the platform you are using.",
        "11028" : "(11028) An account number and authorization code must be provided when charges are greater than zero.",
        "11111" : "(11111) System error; try again later or call Canada Post.",
        "E019" : "[JSV0005] Invalid string: the minimum length must be at least 1 (got only 0).",
        "E002" : "AAA Authentication Failure",
        "E021" : "Could not connect to service provider",
        "E022" : "Maximum limit on volume of requests was hit by service provider",

        "PROMO_MAX_DISCOUNT_SUCCESS" : "PROMO_MAX_DISCOUNT_SUCCESS",

        "PAYMENT_USER_TIMEOUT" : "110",
        "PAYMENT_REQUEST_TIMEOUT" : "408"

      },

      "PREFERENCES": {
          "BACK_BUTTON" : "Retourner à votre commande",
          "PAGE_TITLE" : "Renseignements sauvegardés",
          "BROWSER_TITLE" : "Renseignements sauvegardés | Postes Canada ",
          "BUSINESS_TAB" : "Profils d’entreprise",
          "PACKAGE_TAB" : "Renseignements sur l’emballage",
          "CUSTOM_TAB" : "Détails de l’article",
          "ADD_PACKAGE_PAGE" :  "Entrer les renseignements sur l’emballage",

          "BUSINESS" : {
              "TITLE" : "Profils d’entreprise sauvegardés",
              "ADD_BTN_LABEL" : "Ajouter un profil d’entreprise",
              "COL_NAME" : "Nom",
              "COL_MAILED_BY" : "Envoyé par",
              "COL_MOBO" : "Posté au nom de",
              "COL_CONTRACT" : "Convention",
              "COL_PAID_BY" : "Payé par",
              "DEFAULT" : "Nom par défaut",
              "DEL_MODAL_HEAD" : "Supprimer le profil d’entreprise",
              "DEL_MODAL_BODY" : "Voulez-vous vraiment supprimer ce profil d’entreprise?",
              "DEL_SUCCESS_MSG_TOAST" : "Le profil d’entreprise a été supprimé.",
              "DEL_FAIL_MSG_TOAST" : "Le profil d’entreprise ne peut pas être supprimé en ce moment. Veuillez réessayer plus tard.",
              "PROFILE" : {
                "BACK_BUTTON" : "Retourner aux Renseignements sauvegardés",
                "NAME" : "Nom ",
                "CUSTOMER_NUM" : "Numéro du client",
                "PAGE_TITLE" : "Créer un profil d’entreprise",
                "PROF_NAME_TITLE" : "Nommer son profil",
                "PROF_INFO_LABEL" : "Choisissez un nom de profil qui permet de le trouver facilement. Vous pouvez le modifier en tout temps.",
                "TEXT_FIELD_NOTE" : "Maximum de 50 caractères",
                "MOBO_TITLE" : "Posté au nom de",
                "CONTRACT_TITLE" : "Convention",
                "PAID_BY_TITLE" : "Payé par",
                "SET_DEFAULT" : "Définir comme préférence par défaut",
                "SAVE_SUCCESS_TOAST" : "Le profil d’entreprise a été sauvegardé.",
                "SAVE_FAIL_TOAST" : "Le profil d’entreprise n’a pu être sauvegardé. Veuillez réessayer plus tard.",
                "CONTRACT_NUM" : "Numéro de convention"
              }
          },
          "PACKAGE" : {
              "TITLE" : "Renseignements sur l’emballage",
              "ADD_BTN_LABEL" : "Entrer les renseignements sur l’emballage",
              "COL_TYPE" : "Type d’emballage",
              "COL_DIMENSION" : "Dimensions",
              "COL_WEIGHT" : "Poids",
              "DEL_MODAL_HEAD" : "Supprimer les renseignements sur l’emballage",
              "DEL_MODAL_BODY" : "Voulez-vous vraiment supprimer cet ensemble de renseignements sur l’emballage?",
              "DEL_SUCCESS_MSG" : "Les renseignements sur l’emballage ont été supprimés.",
              "DEL_SUCCESS_TOAST" :"Les renseignements sur l’emballage ont été supprimés.",
              "DEL_SUCCESS_MSG_TOAST" : "Les renseignements sur l’emballage ont été supprimés.",
              "DEL_FAIL_MSG_TOAST" : "Les renseignements sur l’emballage ne peut pas être supprimés en ce moment. Veuillez réessayer plus tard.",
              "NO_DATA_TITLE" : "Conservez les détails récurrents relatifs à l’emballage",
              "NO_DATA_TEXT_1" : "Au moment de la saisie des détails relatifs à l’emballage, sauvegardez-les et récupérez-les au fur et à mesure" ,
              "NO_DATA_TEXT_2" : "Vous pouvez les gérer ici quand vos besoins d’emballage changent.",
              "DETAILS" : {
                "SAVE_SUCCESS_TOAST" : "Les renseignements sur l’emballage ont été sauvegardés.",
                "SAVE_FAIL_TOAST" : "Il y a eu un problème technique et vos renseignements sur l’emballage ne peut pas être supprimés en ce moment. Veuillez réessayer plus tard."
              }


          },
          "CUSTOM" : {
              "TITLE" : "Renseignements sur l’article relatifs aux douanes",
              "ADD_BTN_LABEL" : "Ajouter un article sauvegardé",
              "COL_DESCRIPTION" : "Description",
              "COL_UNIT_WEIGHT" : "Poids unitaire",
              "COL_UNIT_VALUE" : "Valeur unitaire ($ CA)",
              "COL_COUNTRY" : "Pays dʼorigine",
              "DEL_MODAL_HEAD" : "Supprimer les renseignements sur l’article",
              "DEL_MODAL_BODY" : "Voulez-vous vraiment supprimer cet ensemble de renseignements sur l’article?",
              "DEL_SUCCESS_MSG_TOAST" : "Les renseignements sur l’article ont été supprimés.",
              "DEL_FAIL_MSG_TOAST" : "Les renseignements sur l’article ne peut pas être supprimés en ce moment. Veuillez réessayer plus tard.",
              "NO_DATA_TITLE" : "Conservez les détails sur vos envois habituels à l’étranger",
              "NO_DATA_TEXT_1" : "Quand vous saisissez les détails sur des articles assujettis aux droits de douane, sauvegardez-les et récupérez-les au fur et à mesure.",
              "NO_DATA_TEXT_2" : "Vous pouvez gérer vos produits sauvegardés ici, à mesure que votre entreprise change.",
              "SAVE_SUCCESS_TOAST" : "Les détails de l’article ont été sauvegardés et ils peuvent être utilisés dans votre prochain formulaire douanier.",
              "SAVE_FAIL_TOAST" : "Il y a eu un problème technique et vos renseignements n’ont pu être sauvegardés. Veuillez réessayer plus tard."

          }
      },
      "GETDESCRIPTION": {
          "TUBE" : "Tube dʼexpédition cylindrique",
          "COMMON_PACKAGING" : "Boîte, enveloppe ou tube d’expédition triangulaire",
          "UNPACKAGED" : "Article non emballé",
          "DOCUMENT" : "Document",
          "PREPAID" : "Enveloppe prépayée"
      },

      "HISTORY" : {
        "BACK_BUTTON" : "Retourner à votre commande",
        "PAGE_TITLE" : "Historique des commandes",
        "BROWSER_TITLE" : "Historique des commandes | Postes Canada",
        "COL_PONUMBER" : "Numéro de commande",
        "COL_DATE" : "Date de création",
        "COL_COST" : "Coût total",
        "COL_STATUS" : "État",
        "EXPIRED" : "Expiré",
        "ACTIVE" : "Actif",
        "REPRINT" : "Réimprimer",
        "TODAY" : "Aujourd'hui",
        "YESTERDAY" : "Hier",
        "EXPIRY_NOTIFICATION" : "Les commandes affichées ont été passées dans les 30 derniers jours. Des étiquettes d’expédition peuvent être imprimées pendant 5 jours lorsqu’une commande est active.",
        "NO_DATA_TITLE" : "Vous n’avez passé aucune commande dans les 30 derniers jours."
      },

      "DIMENSION" : {
      "LENGTH" : "Longueur *",
      "WIDTH" : "Largeur *",
      "HEIGHT" : "Hauteur *",
      "WEIGHT" : "Poids *",
      "DIAMETER" : "Diamètre *",
      "INVALID_VALUE" : "Veuillez saisir des dimensions valides, chacune de moins de 200 cm (78.7 po).",
      "INVALID_VALUE_INT" : "Veuillez saisir des dimensions valides, chacune de moins de 150 cm (59 po).",
      "MAX_GIRTH" : "La longueur et le pourtour du paquet (résultat de la largeur plus la hauteur, multiplié par 2) ne peuvent pas dépasser 300 cm (118 po).",
      "MAX_GIRTH_TUBE" : "La longueur et le pourtour du tube (résultat du diamètre, multiplié par 2) ne peuvent pas dépasser 300 cm (118 po)."
      },

      "WEIGHT" : {
        "WEIGHT" : "Poids *",
        "INVALID_VALUE" : "Veuillez saisir un poids valide égal ou inférieur à 30 kg (66 lb).",
        "DOCUMENT_INVALID_VALUE" : "Veuillez saisir un poids valide de moins de 1.36 kg (3 lb).",
        "PREPAID_NO_WEIGHT" : "Veuillez saisir un poids valide.",
        "PREPAID_INVALID_VALUE" : "Veuillez saisir un poids valide de moins de {{maxWeightMet}} kg ({{maxWeightImp}} lb.)."
      },

      "PACKAGEDETAILS" : {
        "PACKAGE_TYPE" : "Type d’emballage",
        "PACKAGE_COMMON" : "Boîte, enveloppe ou tube d’expédition triangulaire",
        "PACKAGE_TUBE" : "Tube cylindrique (un supplément s’applique)",
        "PACKAGE_UNPACKAGED" : "Article non emballé (un supplément s’applique)",
        "PACKAGE_DOCUMENT" : "Document",
        "PACKAGE_PREPAID" : "Enveloppe prépayée",
        "ENVELOPE" : "Enveloppe",
        "SELECT_UNITS" : "Sélectionner les unités",
        "METRICUNIT_CM" : "cm",
        "IMPERIALUNIT_IN" : "po",
        "METRICUNIT_WEIGHT" : "kg",
        "IMPERIALUNIT_WEIGHT" : "lb",
        "SECTION_LABEL" : "Décrivez votre emballage",
        "DIFFERENCE" : "Quelle est la différence?",
        "REFERENCE" : "Besoin d’une référence?",
        "SWITCH_UNITS_IMP" : "Passer au système impérial",
        "SWITCH_UNITS_IMP_ALT" : "Passer du système métrique au système impérial.",
        "SWITCH_UNITS_MET" : "Passer au système métrique",
        "SWITCH_UNITS_MET_ALT" : "Passer du système impérial au système métrique.",
        "RADIO_BUTTON_OPTION_2" : "Radio button 2 de 3",
        "RADIO_BUTTON_OPTION_3" : "Radio button 3 de 3",
        "PREPAID_CODE" : "Numéro d’article *"
      },
      "CUSTOMSITEM" : {
        "ITEM_DESC" : "Description de l’article *",
        "ITEM_VALUE" : "Valeur unitaire ($ CA) *",
        "ITEM_WEIGHT" : "Poids unitaire *",
        "ITEM_QUANTITY" : "Quantité *",
        "ADDITIONAL_INFO" : "Renseignements supplémentaires sur l’article",
        "ADD_SKU_LINK" : "Ajouter un numéro d’article, de pièce ou d’UGS",
        "SKU_FIELD" : "Numéro dʼarticle, de pièce ou dʼUGS",
        "ADD_HS_LINK" : "Ajouter un code de système harmonisé ",
        "HS_FIELD" : "Code du système harmonisé",
        "ADD_ORIGIN" : "Préciser le pays d’origine",
        "ADD_STATE" : "État/province/territoire",
        "CUSTOMS_INFO" : "Décrivez un article (ou des types d’articles semblables) que vous expédiez régulièrement. Réutilisez ces renseignements pour accélérer le traitement de vos formulaires douaniers.",
        "CUSTOM_PAGE_TITLE" : "Ajouter un article sauvegardé",
        "ERROR_NOTIFICATION": " Veuillez passer en revue {{ numOfErrors }} erreur pour continuer",
        "MULTIPLE_ERROR_NOTIFICATION" : "Veuillez passer en revue {{ numOfErrors }} erreurs pour continuer.",
        "ALT_REMOVE_ADD_OPTION": "Retirez ces renseignements supplémentaires des détails de l’article sauvegardés.",
        "HS_CODE_FORMAT_HELP": "Format:  9999.99.99.99",
        "INVALID_HS_CODE": "Un code SH comporte 6, 8 ou 10 chiffres et se présente comme suit: 9999.99.99.99",
        "DESCRIPTION_PLACEHOLDER": "Commencez à taper pour voir vos articles sauvegardés",
        "ERROR_EXCEEDED_WEIGHT_1": "Le poids combiné de vos articles ({{customsItemsWeight}}",
        "ERROR_EXCEEDED_WEIGHT_2": ") dépasse maintenant le poids total",
        "ERROR_EXCEEDED_WEIGHT_3": " déclaré ({{packageWeight}}",
        "ERROR_EXCEEDED_WEIGHT_4": "). Veuillez vérifier les valeurs entrées.",
        "WEIGHT_REQUIRED_METRIC": "Veuillez saisir un poids entre 0.001 kg ",
        "WEIGHT_REQUIRED_IMPERIAL": "Veuillez saisir un poids entre 0.002 lb ",
        "WEIGHT_REQUIRED_MAX": "et {{packageWeight}} ",
        "QUANTITY_REQUIRED": "Il doit y avoir au moins 1 article.",
        "QUANTITY_EXCEEDED_1": "Vous avez saisi une valuer totale de {{totalItemValue}} $ pour cet envoi.",
        "QUANTITY_EXCEEDED_2": "La valeur totale de cet envoi ne peut pas dépasser 99999,99 $.",
        "UNIT_VALUE_REQUIRED": "Entrez une valeur entre 0,01 $ and 99999,99 $."
      },
      "SHIPMENT" : {
        "REQUIRED_NAME": "Veuillez saisir un nom.",
        "ADDRESS" : {
          "ADDRESS" : "Adresse *",
          "ADDR1" : "Address l1",
          "ADDR2" : "Address l2",
          "CITY" : "City",
          "REGION" : "Province/State",
          "COUNTRY" : "Country",
          "POSTALCODE" : "Postal/Zip Code",
          "MANUAL" : "Saisir l’adresse manuellement",
          "ADDRESSCOMPLETE" : "Retour à AdresseComplète",
          "ADDRESSCOMPLETEPLACEHOLDER" : "Commencez à taper et sélectionnez une adresse",
          "CHANGEADDRESS" : "Changer lʼadresse",
          "REQUIRED_PROVINCE" : "Veuillez sélectionner une province.",
          "REQUIRED_STATE" : "Veuillez sélectionner un État.",
          "REQUIRED_CITY" : "Veuillez entrer une ville.",
          "INVALID_POSTAL_CODE": "Veuillez entrer un code postal valide.",
          "INVALID_ZIP_CODE": "Veuillez entrer un code ZIP valide.",
          "INVALID_POSTAL_CODE_FOR_PROVINCE": "Veuillez saisir un code postal qui correspond à la province sélectionnée.",
          "INVALID_ZIP_CODE_FOR_STATE": "Veuillez saisir un code ZIP qui correspond à l'État sélectionné.",
          "INVALID_ADDRESS": "Veuillez saisir et sélectionner une adresse à partir de la liste."
        },
        "SENDER" : {
          "TITLE" : "Expéditeur",
          "ANALYTICS": "Expéditeur",
          "BODY_TEXT" : "Ces renseignements sur l’expéditeur s’appliqueront à toutes les étiquettes de cette commande.",
          "NAME" : "Name",
          "COMPANY" : "Company",
          "PROFILE_DROPDOWN_LABEL": "Profil d’entreprise",
          "LINK_BUSINESS_PROFILE" : "Gérer vos profils d’entreprise",
          "SEND_ADDITIONAL_EMAIL_ACTION" : "Envoyer des mises à jour à une autre adresse courriel",
          "ADDITIONAL_EMAIL_INPUT" : "Adresse courriel supplémentaire pour les mises à jour",
          "ADD_ADDITIONAL_EMAIL_ALT" : "Envoyer des mises à jour à une autre adresse courriel",
          "REMOVE_ADDITIONAL_EMAIL_ALT" : "Ne pas envoyer de courriels à cette adresse",
          "PHONE" : "Téléphone *",
          "EMAIL" : "Adresse électronique *",
          "WARNING_MESSAGE": "Veuillez utiliser une adresse d’expéditeur au Canada.",
          "ADD_ALTERNATE_ADDRESS": "Utiliser une autre adresse",
          "ALTERNATE_SENDER_NAME": "Nom *",
          "ALTERNATE_SENDER_NAME_PLACEHOLDER": "Saisissez un nom",
          "ALTERNATE_SENDER_ADDRESS": "Adresse",
          "ALTERNATE_SENDER_ADDRESS_2": "Adresse ligne 1 *",
          "ALTERNATE_SENDER_ADDRESS_2": "Adresse ligne 2",
          "ALTERNATE_SENDER_ADDRESS_2_OPTIONAL": "(optionnel)",
          "ALTERNATE_SENDER_CITY": "Ville *",
          "ALTERNATE_SENDER_PROVINCE": "Province *",
          "ALTERNATE_SENDER_PROVINCE_PLACEHOLDER": "sélectionner une province",
          "ALTERNATE_SENDER_POSTAL_CODE": "Code postal *",
          "ALTERNATE_SENDER_ADDRESS_SAVE": "Sauvegarder",
          "SEND_DELIVERY_UPDATE_CHECKBOX": "M’envoyer des mises à jour sur la livraison",
          "GUIDE_ALT_BUSINESS_PROFILE": "Obtenir de l’information sur les profils d’entreprise",
          "GUIDE_ALT_SENDER_ADDRESS": "Obtenir de l’information sur l’utilisation de différentes adresses d’expéditeur",
          "GUIDE_ALT_DELIVERY_UPDATES": "Obtenir de l’information sur les mises à jour sur la livraison pour l’expéditeur",
          "SENDER_SUMMARY": {
            "BODY_TEXT": "Ces renseignements sur l’expéditeur s’appliqueront à toutes les étiquettes de cette commande.",
            "SENDER_INFO_TITLE": "Renseignements sur l’expéditeur",
            "MAILED_AND_PAID_BY": "Expédié et payé par :",
            "PAID_BY": "Payé par :",
            "MAILED_BY": "Expéditeur :",
            "MAILED_ON_BEHALF_OF": "Expédié au nom de :",
            "CONTRACT": "No de convention :",
            "ADDITIONAL_EMAIL_DELIVERY_UPDATE": "Adresses courriel supplémentaires pour les mises à jour :",
            "SEND_DELIVERY_UPDATE": "envoyer des mises à jour sur la livraison)"
          }
        },
        "DESTINATION" : {
          "TITLE" : "Destinataire",
          "ANALYTICS": "Destinataire",
          "NAME" : "Nom",
          "COMPANY" : "Entreprise",
          "ADDRESSLINE1": "Adresse ligne 1",
          "ADDRESSLINE2": "Adresse ligne 2",
          "CITY": "Ville",
          "PROVINCE": "Province",
          "REGION": "État/province/territoire",
          "STATE": "État/territoire",
          "COUNTRY": "Pays",
          "POSTALCODE": "Code postal",
          "SUGGESTED_POSTALCODE" : "Formats suggérés :",
          "ZIPCODE": "Code ZIP",
          "PHONE" : "Téléphone",
          "EMAIL": "Adresse électronique",
          "SENDDELIVERYSTATUS": "Envoyer des mises à jour sur la livraison",
          "ADDINFO" : "Additional Info",
          "NAME_PLACEHOLDER" : "Commencez à taper pour voir vos destinataires enregistrés",
          "ADD_REFERENCE_NUMBER" : "Ajouter un numéro de référence",
          "INVALID_REFERENCE_NUMBER": "Veuillez entrer un numéro de référence. N’utilisez aucun des caractères suivants : & @ ` ~ | ! % * < >",
          "ADDITIONAL_REFERENCE_INPUT": "Numéro de référence",
          "ADDITIONAL_REFERENCE_ALT": "Numéro de repérage personnalisé",
          "REMOVE_REFERENCE_NUMBER" : "Ajouter un numéro de référence",
          "SEND_ADDITIONAL_EMAIL_ACTION" : "Envoyer des mises à jour sur la livraison au destinataire ",
          "ADD_ADDITIONAL_EMAIL_ALT" : "Envoyer des mises à jour sur la livraison au destinataire",
          "REMOVE_ADDITIONAL_EMAIL_ALT" : "Ne pas envoyer de courriels au destinataire",
          "COST_CENTRE": "Ajouter un centre de coûts",
          "COST_CENTRE_ALT_TEXT": "Centre de coûts",
          "COST_CENTRE_REMOVE_ICON": "Supprimer le centre de coûts",
          "INVALID_COST_CENTRE": "Veuillez entrer un centre de coûts. N’utilisez aucun des caractères suivants : & @ ` ~ | ! % * < >",
          "GUIDE_ALT_REFERENCE_NUMBER": "Obtenir de l’information sur les numéros de référence",
          "GUIDE_ALT_COST_CENTRE": "Obtenir de l’information sur les centres de coûts",
          "GUIDE_ALT_DELIVERY_UPDATES": "Obtenir de l’information sur les mises à jour sur la livraison pour les destinataires",
          "GUIDE_ALT_SAVED_RECIPIENTS": "Obtenir de l’information sur les destinataires enregistrés",
          "SHIP_TO_SUCCESS_MSG_TOAST": "Les détails sur le destinataire ont été ajoutés. Si vous en êtes au premier article de votre commande, vous les verrez après avoir confirmé les renseignements sur l’expéditeur.",
          "DESTINATION_SUMMARY": {
            "RECIPIENT_ADDRESS": "Adresse de destination ",
            "CONTACT_INFO": "Coordonnées de la personne-ressource"
          }
        },
        "PACKAGE" : {
          "TITLE": "Paquet",
          "ANALYTICS": "Paquet",
          "DEFAULT_SELECT": "Sélectionner des renseignements sauvegardés",
          "PREFS_DROPDOWN_LBL" : "Renseignements sur l’emballage sauvegardés",
          "SAVE_DETAILS_CHECKBOX" : "Enregistrer ces renseignements sur l’emballage pour des envois futurs",
          "NEXT_BTN_LBL" :"Suivant",
          "REMAINING_PACKAGE": " ({{remainingValue}} restants).",
          "PREPAID_INVALID" : "Veuillez saisir un numéro d’article valide.",
          "PREPAID_NATIONAL_REQUIRED" : "Ce numéro d’article correspond à une enveloppe prépayée à destination régionale. Veuillez saisir un numéro pour une enveloppe prépayée à destination nationale.",
          "CANADA_POSTAL_GUIDE_TEXT_START": "Apprenez-en davantage sur les articles interdits et faisant l’objet de restrictions.",
          "CANADA_POSTAL_GUIDE_LINK": "https://www.canadapost.ca/tools/pg/manual/PGnonmail-f.asp",
          "GUIDE_ALT_RESTRICTED_ITEMS": "Obtenir de l’information sur les articles interdits et faisant l’objet de restrictions",
          "GUIDE_ALT_SAVED_PACKAGE_DETAILS": "Obtenir de l’information sur les renseignements sur le paquet sauvegardés",
          "GUIDE_ALT_PACKAGING_TYPES": "Obtenir de l’information sur les types d’emballage",
          "GUIDE_ALT_WEIGHTS": "Obtenir de l’information sur des exemples de poids d’envois"
        },
        "SHIPPING_SERVICE" : {
          "TITLE": "Service d'expédition",
          "ANALYTICS_DOM": "Service d'expédition - Domestic",
          "ANALYTICS_US": "Service d'expédition - US",
          "ANALYTICS_INT": "Service d'expédition - International",
          "DELIVERY_CONTENT": "Si votre article est expédié avant l’heure limite aujourd’hui, la date de livraison est garantie.",
          "SERVICE_CONTENT":"Tous les services comprennent le repérage et la confirmation de livraison.",
          "SERVICE_LABEL" : "Choisissez un service d’expédition",
          "SORT_LABEL" : "Trier par: ",
          "CHEAPEST" : "Le moins cher",
          "FASTEST"  : "Le plus rapide",
          "ESTIMATED_DELIVERY" : "Livraison estimée",
          "GUARANTEED_DELIVERY" : "Livraison guarantie",
          "EXPECTED_6_12_DAYS": "6 à 12 jours ouvrables",
          "EXPECTED_4_12_WEEKS": "4 à 12 semaines",
          "EXPECTED_5_10_DAYS":  "5 à 10 jours ouvrables",
          "ADDITIONAL_OPTIONS" : "Options supplémentaires",
          "FREE" : "Gratuit",
          "UP_TO_100": "Gratuit jusqu’à 100 $",
          "ON_DEMAND_PICKUP_LINK_TEXT" : "plupart des emplacements",
          "ON_DEMAND_PICKUP_LINK_LABEL": "Service de Ramassage unique sur demande dans la ",
          "ON_DEMAND_PICKUP_LINK": "https://www.canadapost.ca/cpotools/apps/pa?LOCALE=fr",
          "INVALID_AMOUNT": "Entrez une valeur entre 0,01 $ et {{maxAmount}} .",
          "MISSING_PRODUCTS_MSG": "Selon les détails d’expédition que vous avez saisis, ce ne sont pas tous les services qui sont offerts, ou nous ne pouvons pas du tout offrir l’expédition internationale.",
          "MISSING_PRODUCTS_TEXT_1" : "Cela pourrait être attribuable au fait que le colis est trop lourd ou trop volumineux, ou qu’il ne respecte pas les restrictions postales locales. Pour déterminer si c’est effectivement le cas, consultez la ",
          "MISSING_PRODUCTS_LINK_1_TEXT" : "Liste des destinations internationales.",
          "MISSING_PRODUCTS_LINK_1": "https://www.canadapost.ca/tools/pg/manual/pgintdest-f.asp",
          "MISSING_PRODUCTS_TEXT_2" : "À l’occasion, le service n’est pas offert en raison d’une interruption ou d’une restriction liée à la destination. Pour en savoir plus à ce sujet, lisez les ",
          "MISSING_PRODUCTS_LINK_2_TEXT" : "mises à jour importantes.",
          "MISSING_PRODUCTS_LINK_2" : "https://www.canadapost.ca/web/fr/blogs/announcements/list.page?cattype=announcements&cat=updates",
          "GUIDE_ALT_ADDITIONAL_OPTIONS": "Obtenir de l’information sur les options supplémentaires pour les services d’expédition",
          "ERROR_NOTIFICATION_MSG": "Pour continuer, veuillez choisir un service d’expédition."
        },
        "CUSTOM" : {
          "TITLE": "Douanes",
          "ANALYTICS_US": "Douanes - US",
          "ANALYTICS_INT": "Douanes - International",
          "DECLARATION_BODY": "Apprenez-en davantage sur les règles et les limites concernant votre envoi.",
          "NON_DELIVERY_INST_LBL": "Instructions en cas de non-livraison *",
          "REASON_FOR_EXPORT_LBL": "Raison de lʼexportation *",
          "ADD_DECL_INFO": "Renseignements supplémentaires sur la déclaration",
          "ADD_TAX_IRS": "Ajouter un numéro ID taxe/IRS",
          "ADD_INVOICE": "Ajouter un numéro de facture",
          "ADD_CERTIFICATE": "Ajouter un numéro de certificat",
          "ADD_LICENSE": "Ajouter un numéro de licence",
          "TAX_IRS": "Numéro ID taxe/IRS",
          "INVOICE": "Numéro de facture",
          "CERTIFICATE": "Numéro de certificat",
          "LICENSE": "Numéro de licence",
          "DESTINATION_LISTING_LINK": "https://www.canadapost.ca/tools/pg/manual/PGintdest-f.asp",
          "NON_DELIVERY_INST_1": "Abandonner",
          "ADD_CUSTOMS_ITEM": "Ajouter un autre article",
          "MAX_ITEM": " (jusqu’à {{maxCustomsItemValue}})",
          "MAX_OUT_INFO_MSG_ADD_ITEM": "Vous pouvez déclarer jusqu’à {{maxNumOfItem}} articles.",
          "PACKAGE_CONTENT_LABEL": "Contenu du colis",
          "PACKAGE_CONTENT_BODY": "Décrivez les articles distincts ou les types d’articles semblables. Donnez le plus de détails possible. Si vous expédiez un article régulièrement, sauvegardez-en les renseignements pour remplir votre prochain formulaire douanier plus rapidement.",
          "PACKAGE_NEW_ITEM": "Nouvel article",
          "OTHER_REASON": "Entrez autre raison *",
          "SAVE_DETAILS_CHECKBOX" : "Enregistrer ces renseignements pour des envois",
          "REMAINING_PACKAGE": "futurs ({{remainingValue}} restants sur {{totalValue}})",
          "HS_CODE_LINK_TEXT": "Outil de recherche de codes Système harmonisé",
          "HS_CODE_LINK": "https://www.canadapost.ca/cpotools/apps/wtz/business/findHsCode?LOCALE=fr",
          "DEL_SUCCESS_MSG_TOAST": "L’article a été supprimé.",
          "GUIDE_ALT_SHIPPING": "Obtenir de l’information sur l’expédition vers différents pays",
          "GUIDE_ALT_DELIVERY_INSTRUCTIONS": "Obtenir de l’information sur les instructions en cas de non-livraison",
          "GUIDE_ALT_ADDITIONAL_DECLARATION_INFO": "Obtenir de l’information sur les renseignements supplémentaires sur la déclaration pour les douanes",
          "GUIDE_ALT_REQUIRED_ITEM": "Obtenir de l’information sur les renseignements obligatoires sur l’article pour les douanes",
          "GUIDE_ALT_ADDITIONAL_ITEM": "Obtenir de l’information sur les renseignements supplémentaires sur l’article pour les douanes",
          "GUIDE_ALT_SAVED_CUSTOM_DETAILS": "Obtenir de l’information sur les renseignements douaniers sauvegardés"
        },
        "PAYMENT_SUMMARY": {
          "SUMMARY_HEADER": "Sommaire",
          "TOTAL": "Total",
          "SFSB_DISCOUNT":  "Économies du programme SPPE",
          "ADD_TO_ORDER_BTN": "Ajouter à la commande",
          "RETURN_TO_CART": "Annuler et retourner à la page de commande"
        },
        "MODAL":{
          "RETURN_TO_CART":{
            "HEADER": "Vous avez des tâches non sauvegardées",
            "BODY": "Si vous accédez à votre page de commande maintenant, vous perdrez les données que vous avez saisies jusqu’à maintenant. Voulez-vous d’abord terminer la création de cette étiquette d’expédition?",
            "SUBMIT_BUTTON": "Continuer à travailler",
            "CANCEL_BUTTON": "Consulter ma commande"
          },
          "BUSINESS_PROFILE":{
            "HEADER": "Vous avez des tâches non sauvegardées",
            "BODY": "Si vous passez à la gestion de vos profils d’entreprise maintenant, vous perdrez les renseignements que vous avez saisis depuis le début. Voulez-vous d’abord terminer la création de cette étiquette d’expédition?",
            "SUBMIT_BUTTON": "Rester et terminer",
            "CANCEL_BUTTON": "Quitter"
          },
          "EDIT_PANEL" : {
            "HEADER": "Voulez-vous saisir de nouveau les renseignements après cette étape?",
            "BODY": "Si vous modifiez l’étape 2, vous devrez saisir de nouveau les renseignements aux étapes suivantes. Voulez-vous vraiment continuer?",
            "SUBMIT_BUTTON": "Oui, modifier",
            "CANCEL_BUTTON": "Annuler"
          },
          "COV_AMOUNT_PANEL" : {
            "HEADER": "Nous avons rajusté votre couverture-responsabilité.",
            "BODY": "Nous avons réduit votre couverture à {{newAmount}} $ afin qu’elle corresponde à la valeur déclarée de vos articles. Si vous voulez le montant de couverture initial de {{oldAmount}} $, veuillez modifier la valeur de vos articles.",
            "SUBMIT_BUTTON": "Accepter le rajustement",
            "CANCEL_BUTTON": "Rejeter et modifier"
          },
          "DELETE_CUSTOM_ITEM_PANEL" : {
            "HEADER": "Supprimer l’article",
            "BODY": "Voulez-vous vraiment supprimer cet article?",
            "SUBMIT_BUTTON": "Supprimer",
            "CANCEL_BUTTON": "Annuler"
          }
        },
        "PICKUP" : {
          "PAGE_TITLE": "Shipping Manager-FR",
          "CANCEL_AND_GO_BACK": "Cancel pickup and go back to order-FR",
          "BOOK_PICKUP": {
            "SUB_TITLE": "Book a pickup (optional)-FR",
            "COST": "You can book a One-Time On-Demand Pickup for a $3.50 fee - or at no additional cost with the Priority service.-FR",
            "TIME": "Book up to 90 business days ahead. if today's cut-off time has passed, you can book as early as the next business day-FR",
            "SELECT_PICKUP_DATE": "Select a pickup date-FR",
            "SELECT_PICKUP_TIME": "Pickup time frame-FR",
            "PICKUP_TIME_DESC": "Let us know when your items can be picked up. Daily cut-off time is determined by your selected shipping service-FR",
            "PICKUP_TIME_EARLIEST_DROPDOWN_LABEL": "Earliest pickup time-FR",
            "PICKUP_TIME_LATEST_DROPDOWN_LABEL": "Latest pickup time-FR",
            "PICKUP_DROPDOWN_DEFAULT_OPTION": "Select a time-FR"
          },
          "INSTRUCTIONS" : {
            "SUB_TITLE": "Instructions-FR",
            "DRIVER_LOCATION_DEFAULT_OPTION": "Choose a location-FR",
            "DRIVER_LOCATION_LABEL": "On arrival, driver should go to the-FR",
            "ADDITIONAL_OPTIONAL_INSTRUCTION_LABEL": "Instructions (optional)-FR",
            "EMAIL_DELIVERY_UPDATES": "Email me delivery updates at ${{emailAddress}}-FR"
          },
          "SUBMIT_ACTION":"Confirm & pay-FR",
          "CANCEL_ACTION":"Cancel pickup-FR"
        }
      },
      "VALIDATION": {
        "REQUIRED": "is required. TODO: need french",
        "PHONE_NUMBER": "Le format du numéro de téléphone doit être (999) 999-9999 poste 99999",
        "EMAIL_ADDRESS": "Veuillez saisir une adresse courriel valide."
      },
      "PAGINATOR" : {
      "OF" : "de",
      "NEXT_PAGE" : "Page suivante",
      "PREVIOUS_PAGE" : "Page précédente"
      },
      "GEOGRAPHY": {
        "COUNTRY": "Pays dʼorigine",
        "PROVINCE": "Province dʼorigine",
        "MISSING_PROVINCE": "Veuillez inclure une province d’origine."
      },
      "ALT": {
        "ERRORICON": "FR - Error Notification Icon",
        "SUCESSICON": "FR - Sucess Notification Icon",
        "CLOSEICON": "Fermer",
        "EDITICON": "Modifier l’adresse",
        "CHECKEDICON": "FR - Checked",
        "DELETEICON": "Supprimer adresse",
        "EDITCUSTOMICON": "Modifier les détails de l’article",
        "DELETECUSTOMICON":"Supprimer l’article"
      },
      "GUIDE": {
        "TITLE": "Guide",
        "SECTION_TITLE_FROM": "De",
        "SUB_SECTION_TITLE_BUSINESS_PROFILE": "Profils d’entreprise",
        "BUSINESS_PROFILE_DESC_01": "Un profil d’entreprise est un ensemble de renseignements sur l’expéditeur (comme une adresse de retour et un numéro de compte) fournis pour une commande.",
        "BUSINESS_PROFILE_DESC_02": "Vous pouvez sauvegarder et sélectionner différents profils pour qu’ils correspondent aux différents modes d’expédition (par exemple, au nom de plusieurs entreprises).",
        "BUSINESS_PROFILE_DESC_03": "L’option par défaut est basée sur les renseignements contenus dans votre profil de Postes Canada.",
        "BUSINESS_PROFILE_DESC_04": "Vous pouvez ajouter des profils d’entreprise à partir de l’outil Gestion des envois. Allez à la page des préférences sauvegardées et sélectionnez l’onglet Profils d’entreprise.",

        "SUB_SECTION_TITLE_SENDER_ADDRESSES": "Adresse de l’expéditeur",
        "SENDER_ADDRESSES_DESC_01": "L’adresse par défaut de l’expéditeur pour les commandes est définie dans votre profil de Postes Canada.",
        "SENDER_ADDRESSES_DESC_02": "Elle figure sur l’étiquette d’expédition et elle est utilisée pour les retours. Il doit s’agir d’une adresse au Canada.",
        "SENDER_ADDRESSES_DESC_03": "Au besoin, vous pouvez ajouter une autre adresse d’expéditeur sauvegardée dans l’outil Gestion des envois.",

        "SUB_SECTION_TITLE_DELIVERY_UPDATES": "Mises à jour sur la livraison",
        "DELIVERY_UPDATES_DESC_01": "Nous envoyons toujours un reçu de commande à l’adresse courriel associée à votre compte (ou à votre profil de Postes Canada). Vous pouvez recevoir à cette même adresse des mises à jour sur l’état de la livraison pour chaque envoi.",
        "DELIVERY_UPDATES_DESC_02": "Vous avez aussi la possibilité d’envoyer des copies conformes à deux autres adresses courriel au maximum (par exemple, à un client interne ou à une entreprise tierce).",
        "DELIVERY_UPDATES_DESC_03": "Les destinataires peuvent également recevoir des mises à jour sur la livraison. Vous pouvez activer cette option lorsque vous saisissez leurs coordonnées à l’étape suivante.",

        "SECTION_TITLE_1": "Packaging",
        "SUB_SECTION_TITLE_11": "Package Type",
        "SUB_SECTION_ITEM_DESC_111": "Package Type description",
        "SUB_SECTION_TITLE_12": "Surcharges",
        "SUB_SECTION_ITEM_DESC_121": "Package Type surcharges description",
        "SUB_SECTION_TITLE_13": "Weight References",
        "SUB_SECTION_ITEM_DESC_131": "Weight References description",

        "SECTION_TITLE_2": "Shipping Services",
        "SUB_SECTION_TITLE_21": "Package Type",
        "SUB_SECTION_TITLE_22": "Surcharges",
        "SUB_SECTION_TITLE_23": "Weight References",

        "SECTION_TITLE_3": "Customs",
        "SUB_SECTION_TITLE_31": "Package Type",
        "SUB_SECTION_TITLE_32": "Surcharges",
        "SUB_SECTION_TITLE_33": "Weight References",

        "SECTION_TITLE_4": "À (détails sur le destinataire)",
        "SUB_SECTION_TITLE_41": "Destinataires enregistrés",
        "SUB_SECTION_ITEM_DESC_411": "Lorsque vous sauvegardez les détails sur le destinataire, ils sont ajoutés à votre carnet d’adresses en tant que nouvelle entrée.",
        "SUB_SECTION_ITEM_DESC_412": "La prochaine fois que vous créez un envoi, commencez à taper le nom du destinataire pour obtenir des correspondances avec votre carnet d’adresses. Sélectionnez une entrée pour que les champs se remplissent avec tous les détails sur les destinataires sauvegardés.",
        "SUB_SECTION_ITEM_DESC_413": "Si vous modifiez un de ces champs, vous pouvez sauvegarder les détails sur le destinataire en tant que nouvelle entrée.",

        "SUB_SECTION_TITLE_42": "Mises à jour sur la livraison",
        "SUB_SECTION_ITEM_DESC_421": "Vous pouvez saisir l’adresse courriel du destinataire pour que nous puissions lui envoyer des mises à jour sur l’état de la livraison.",

        "SUB_SECTION_TITLE_43": "Numéro de référence",
        "SUB_SECTION_ITEM_DESC_431": "Pour repérer un envoi, vous pouvez utiliser un numéro de référence personnalisé au lieu du numéro de repérage que nous vous fournissons.",
        "SUB_SECTION_ITEM_DESC_432": "Il est parfois plus simple d’associer un nom ou un numéro de référence interne à votre envoi pour le mettre en correspondance avec des dossiers dans vos propres systèmes administratifs.",
        "SUB_SECTION_ITEM_DESC_433": "Le numéro de référence (jusqu’à 35 caractères alphanumériques) figure sur l’étiquette d’expédition. Vous et le destinataire pouvez l’utiliser pour surveiller l’état de livraison de l’article à l’adresse ",
        "SUB_SECTION_ITEM_DESC_434": "postescanada.ca/reperage.",
        "SUB_SECTION_ITEM_URL_435": "http://postescanada.ca/reperage",

        "SUB_SECTION_TITLE_44": "Centre de coûts",
        "SUB_SECTION_ITEM_DESC_441": "Lorsque vous saisissez un centre de coûts, l’envoi est attribué à une catégorie précise à titre de dépense.",
        "SUB_SECTION_ITEM_DESC_442": "Cela est utile pour la production de rapports sur le centre de coûts.",
        "SUB_SECTION_ITEM_DESC_443": "Le numéro de centre de coûts peut contenir jusqu’à 30 caractères alphanumériques.",

        "SECTION_TITLE_5": "Emballage",
        "SUB_SECTION_TITLE_51": "Articles interdits et faisant l’objet de restrictions",
        "SUB_SECTION_ITEM_DESC_511": "Apprenez-en davantage sur les articles interdits et faisant l’objet de restrictions dans notre ",
        "SUB_SECTION_ITEM_POSTAL_GUIDE": "Guide des postes.",
        "SUB_SECTION_POSTAL_GUIDE_URL": "https://www.canadapost.ca/tools/pg/manual/PGnonmail-f.asp",
        "SUB_SECTION_ITEM_DESC_514": "Nous voulons que les envois soient sécuritaires pour l’expéditeur, le destinataire et tous ceux qui participent au traitement et à la livraison de ces articles.",
        "SUB_SECTION_ITEM_DESC_515": "Certains types d’articles sont interdits et ne peuvent pas être expédiés. Par exemple : ",
        "SUB_SECTION_ITEM_DESC_516": "Contenu hautement inflammable ou explosif ",
        "SUB_SECTION_ITEM_DESC_517": "Répliques de munitions",
        "SUB_SECTION_ITEM_DESC_518": "Contenu qui dégage une odeur forte ou nauséabonde",
        "SUB_SECTION_ITEM_DESC_519": "Certains articles peuvent être envoyés si vous respectez les exigences et les conditionnez correctement. Par exemple : ",
        "SUB_SECTION_ITEM_DESC_5110": "Tabac et produits de vapotage",
        "SUB_SECTION_ITEM_DESC_5111": "Animaux",
        "SUB_SECTION_ITEM_DESC_5112": "Fruits, légumes et viande",
        "SUB_SECTION_ITEM_DESC_5113": "Ce que vous envoyez est de votre responsabilité. Apprenez-en davantage sur les ",
        "SUB_SECTION_ITEM_NON_MAILABLE": "objets inadmissibles ",
        "SUB_SECTION_ITEM_NON_MAILABLE_URL": "https://www.canadapost.ca/tools/pg/manual/PGnonmail-f.asp ",
        "SUB_SECTION_ITEM_DESC_5115": "dans notre ",
        "SUB_SECTION_ITEM_POSTAL_GUIDE_2": "Guide des postes",
        "SUB_SECTION_POSTAL_GUIDE_URL_2": "https://www.canadapost.ca/tools/pg/default-f.asp",

        "SUB_SECTION_TITLE_52": "Renseignements sur le paquet sauvegardés",
        "SUB_SECTION_ITEM_DESC_521": "Lorsque vous entrez les détails d’un envoi (type d’emballage, dimensions, poids), vous pouvez sauvegarder ces renseignements comme une entrée.",
        "SUB_SECTION_ITEM_DESC_522": "La prochaine fois que vous créerez une étiquette pour un envoi, vous pourrez sélectionner cette entrée pour que les champs appropriés se remplissent automatiquement.",
        "SUB_SECTION_ITEM_DESC_523": "Cette fonction vous permet de gagner du temps si vous expédiez à répétition des paquets dans les mêmes types et formats d’emballage.",
        "SUB_SECTION_ITEM_DESC_524": "Si vous modifiez une donnée (par exemple, le poids), vous pouvez sauvegarder cette nouvelle information en tant que nouvelle entrée.",
        "SUB_SECTION_ITEM_DESC_525": "Ces entrées sont gérées à la page Renseignements sauvegardés.",

        "SUB_SECTION_TITLE_53": "Types d’emballage",
        "SUB_SECTION_ITEM_DESC_530": "Types et formats d’emballage",
        "SUB_SECTION_ITEM_DESC_531": "Boîtes",
        "SUB_SECTION_ITEM_DESC_532": "Enveloppes matelassées",
        "SUB_SECTION_ITEM_DESC_533": "Enveloppe pour documents",
        "SUB_SECTION_ITEM_DESC_534": "Tubes à côté plat (triangulaires ou rectangulaires)",
        "SUB_SECTION_ITEM_DESC_535": "Tubes d’expédition cylindriques",
        "SUB_SECTION_ITEM_DESC_536": "Articles non emballés",
        "SUB_SECTION_ITEM_DESC_537": "Prendre les mesures",
        "SUB_SECTION_ITEM_DESC_538": "Si possible, posez l’emballage à plat et prenez les mesures lorsque la longueur, la largeur et la hauteur sont les plus grandes.",
        "SUB_SECTION_ITEM_DESC_539": "Dimensions maximales ",
        "SUB_SECTION_ITEM_DESC_5310": "Lorsque vous prenez des mesures, veuillez noter ce qui suit :",
        "SUB_SECTION_ITEM_DESC_5311": "aucune dimension ne peut dépasser 200 cm (78,7 po)",
        "SUB_SECTION_ITEM_DESC_5312": "la somme de la longueur maximale plus le pourtour ne peut dépasser 300 cm (118 po).",

        "SUB_SECTION_TITLE_55": "Supplément pour manutention",
        "SUB_SECTION_ITEM_DESC_551": "Un supplément est appliqué lorsqu’un envoi nécessite une manutention spéciale. ",
        "SUB_SECTION_ITEM_DESC_552": "Souvent, c’est en raison des dimensions ou du poids de l’article, ou encore du format de son emballage :  ",
        "SUB_SECTION_ITEM_DESC_553": "Tubes d’expédition cylindriques : ",
        "SUB_SECTION_ITEM_DESC_554": "Un supplément de 2 $ s’applique. Veuillez noter qu’il n’y a pas de supplément pour les tubes d’expédition qui peuvent être à plat (comme les tubes triangulaires).",
        "SUB_SECTION_ITEM_DESC_555": "Articles surdimensionnés :",
        "SUB_SECTION_ITEM_DESC_556": "Un supplément de 12 $ s’applique si l’une des dimensions dépasse 100 cm (39,4 po), ou si deux dimensions dépassent 76 cm (30 po)",
        "SUB_SECTION_ITEM_DESC_557": "Articles non emballés :",
        "SUB_SECTION_ITEM_DESC_558": "Un supplément de 12 $ s’applique si un article est considéré comme étant non emballé :",
        "SUB_SECTION_ITEM_DESC_559": "il n’est pas entièrement emballé (par exemple, un tuyau d’échappement saillant);",
        "SUB_SECTION_ITEM_DESC_5510": "son emballage est trop lâche;",
        "SUB_SECTION_ITEM_DESC_5511": "sa forme est très ronde ou cylindrique (par exemple, un pneu).",
        "SUB_SECTION_ITEM_DESC_5512": "Veuillez noter que si un article est à la fois non emballé et surdimensionné, le supplément pour article non emballé est annulé.",

        "SUB_SECTION_TITLE_56": "Suppléments pour carburant",
        "SUB_SECTION_ITEM_DESC_561": "Dans la plupart des cas, un supplément pour carburant est ajouté au coût de base de l’envoi. ",
        "SUB_SECTION_ITEM_DESC_562": "Ce supplément est mis à jour chaque mois. Les renseignements les plus récents sont disponibles sur le site ",
        "SUB_SECTION_ITEM_DESC_563": "postescanada.ca/supplementcarburant.",
        "SUB_SECTION_ITEM_DESC_564": "https://www.canadapost.ca/web/fr/kb/details.page?article=fuel_surcharges_on_m&cattype=kb&cat=sending&subcat=ratesdimensions&ecid=murl07001075",

        "SUB_SECTION_TITLE_57": "Guide de poids (É.-U./international)",
        "SUB_SECTION_ITEM_DESC_571": "Vous n’êtes pas certain du poids votre envoi? Voici quelques articles courants pour vous guider.",
        "SUB_SECTION_ITEM_DESC_572": "Veuillez noter que ces articles sont indiqués aux fins de comparaison. Pour en savoir plus sur ce que vous pouvez et ne pouvez pas expédier, visitez la page des restrictions relatives à l’expédition des sections ",
        "SUB_SECTION_ITEM_DESC_573": "Personnel ",
        "SUB_SECTION_ITEM_PERSONAL_URL": "https://www.canadapost.ca/cpc/fr/personal/sending/parcels/restrictions.page",
        "SUB_SECTION_ITEM_DESC_574": " et  ",
        "SUB_SECTION_ITEM_DESC_575": "Entreprise",
        "SUB_SECTION_ITEM_BUSINESS_URL": "https://www.canadapost.ca/cpc/fr/business/shipping/restrictions.page ",
        "SUB_SECTION_ITEM_DESC_576": ".",
        "SUB_SECTION_ITEM_DESC_577": "De 0 g à 500 g (De 0 lb à 1,1 lb)",
        "SUB_SECTION_ITEM_DESC_578": "Montre en métal",
        "SUB_SECTION_ITEM_DESC_579": "Tasse de café en céramique",
        "SUB_SECTION_ITEM_DESC_5710": "Tasse de voyage réutilisable",
        "SUB_SECTION_ITEM_DESC_5711": "De 500 g à 1 kg (De 1,1 à 2,2 lb)",
        "SUB_SECTION_ITEM_DESC_5712": "Livre relié de 400 pages",
        "SUB_SECTION_ITEM_DESC_5713": "Tapis de yoga",
        "SUB_SECTION_ITEM_DESC_5714": "Jean",
        "SUB_SECTION_ITEM_DESC_5715": "De 1 à 2 kg (De 2,2 à 4,4 lb)",
        "SUB_SECTION_ITEM_DESC_5716": "Poêle à frire",
        "SUB_SECTION_ITEM_DESC_5717": "Grille-pain",
        "SUB_SECTION_ITEM_DESC_5718": "De 2 à 3 kg (De 4,4 à 6,6 lb)",
        "SUB_SECTION_ITEM_DESC_5719": "Ordinateur portatif",
        "SUB_SECTION_ITEM_DESC_5720": "Fer à repasser",

        "SUB_SECTION_TITLE_58": "Comparaison de poids (régime intérieur)",
        "SUB_SECTION_ITEM_DESC_581": "Vous n’êtes pas certain du poids votre envoi? Voici quelques articles courants pour vous guider.",
        "SUB_SECTION_ITEM_DESC_582": "Veuillez noter que ces articles sont indiqués aux fins de comparaison. Pour en savoir plus sur ce que vous pouvez et ne pouvez pas expédier, visitez la page des restrictions relatives à l’expédition des sections ",
        "SUB_SECTION_ITEM_DESC_583": "Personnel ",
        "SUB_SECTION_ITEM_DESC_584": "https://www.canadapost.ca/cpc/fr/personal/sending/parcels/restrictions.page",
        "SUB_SECTION_ITEM_DESC_585": " et ",
        "SUB_SECTION_ITEM_DESC_586": "Entreprise",
        "SUB_SECTION_ITEM_DESC_587": "https://www.canadapost.ca/cpc/fr/business/shipping/restrictions.page",
        "SUB_SECTION_ITEM_DESC_588": ".",
        "SUB_SECTION_ITEM_DESC_589": "De 100 à 750 g (De 3,5 oz à 1,65 lb)",
        "SUB_SECTION_ITEM_DESC_5810": "Montre en métal",
        "SUB_SECTION_ITEM_DESC_5811": "Tasse de café en céramique",
        "SUB_SECTION_ITEM_DESC_5812": "Tasse de voyage réutilisable",
        "SUB_SECTION_ITEM_DESC_5813": "De 750 g à 1 kg (De 1,65 à 2,2 lb)",
        "SUB_SECTION_ITEM_DESC_5814": "Livre relié de 400 pages",
        "SUB_SECTION_ITEM_DESC_5815": "Tapis de yoga",
        "SUB_SECTION_ITEM_DESC_5816": "Jean",
        "SUB_SECTION_ITEM_DESC_5817": "De 1 à 2 kg (De 2,2 à 4,4 lb)",
        "SUB_SECTION_ITEM_DESC_5818": "Poêle à frire",
        "SUB_SECTION_ITEM_DESC_5819": "Grille-pain",
        "SUB_SECTION_ITEM_DESC_5820": "Bottes d’hiver",
        "SUB_SECTION_ITEM_DESC_5821": "De 2 à 3 kg (De 4,4 à 6,6 lb)",
        "SUB_SECTION_ITEM_DESC_5822": "Ordinateur portatif",
        "SUB_SECTION_ITEM_DESC_5823": "Fer à repasser",
        "SUB_SECTION_ITEM_DESC_5824": "Mélangeur",
        "SUB_SECTION_ITEM_DESC_5825": "De 3 à 5 kg (De 6,6 à 11 lb)",
        "SUB_SECTION_ITEM_DESC_5826": "Guitare acoustique",
        "SUB_SECTION_ITEM_DESC_5827": "Patins",
        "SUB_SECTION_ITEM_DESC_5828": "Brique rouge",

        "SECTION_TITLE_SERVICE_PANEL": "Services d’expédition",

        "SUB_SECTION_TITLE_ADD_OPTION": "Au sujet des options supplémentaires",
        "SUB_SECTION_ITEM_DESC_6101": "Une option est une valeur ajoutée au service qui n’est pas incluse d’emblée dans le service de base.",
        "SUB_SECTION_ITEM_DESC_6102": "",

        "SUB_SECTION_TITLE_SIGNATURE_AGE": "Signature et Preuve d’âge",
        "SUB_SECTION_TITLE__AND": "et",
        "SUB_SECTION_TITLE_SIGNATURE": "Signature",
        "SUB_SECTION_ITEM_DESC_6201": "Pour obtenir une preuve de livraison, demandez une signature au destinataire. Vous pourrez la consulter en ligne pendant 45 jours.",
        "SUB_SECTION_TITLE_AGE_PROOF": "Preuve d'âge",
        "SUB_SECTION_ITEM_DESC_6202": "S'il y a une condition d'âge légal, exigez une pièce d'identité valide (et une signature). Le destinataire doit présenter une preuve d'âge avant de recevoir l'article.",

        "SUB_SECTION_TITLE_DROP_OFF": "Options de dépôt",
        "SUB_SECTION_ITEM_DESC_HEADER_1": "Annoncer par carte",
        "SUB_SECTION_ITEM_DESC_6301": "Mettez l'accent sur la sécurité. Nous apporterons l'article au bureau de poste et laisserons une carte Avis de livraison informant le destinataire où il pourra le ramasser.",
        "SUB_SECTION_ITEM_DESC_HEADER_2": "Laisser à la porte (pas d'avis)",
        "SUB_SECTION_ITEM_DESC_6302": "Mettez l'accent sur le délai de livraison :",
        "SUB_SECTION_ITEM_DESC_6303": "S'il n'y a pas de réponse, nous laisserons l'article dans la boîte aux lettres.",
        "SUB_SECTION_ITEM_DESC_6304": "Si l'article n'y entre pas, nous trouverons un endroit où le remettre en lieu sûr (à l'abri des intempéries et des regards) et laisserons une carte Remise en lieu sûr dans la boîte aux lettres.",
        "SUB_SECTION_ITEM_DESC_6305": "S'il n'y a pas d'endroit convenable, nous laisserons une carte Avis de livraison informant le destinataire où il pourra ramasser l'article.",

        "SUB_SECTION_ITEM_DESC_HEADER_3": "Ne pas laisser en lieu sûr",
        "SUB_SECTION_ITEM_DESC_6306": "Trouvez le juste équilibre entre le délai de livraison et la sécurité:",
        "SUB_SECTION_ITEM_DESC_6307": "Nous laisserons l'article dans la boîte aux lettres.",
        "SUB_SECTION_ITEM_DESC_6308": "Si l'article n'y entre pas, nous tenterons de le livrer à la porte.",
        "SUB_SECTION_ITEM_DESC_6309": "S'il n'y a pas de réponse, nous apporterons l'article au bureau de poste et laisserons une carte Avis de livraison informant le destinataire où il pourra le ramasser.",

        "SUB_SECTION_TITLE_LCOV": "Couverture-responsabilité",
        "SUB_SECTION_ITEM_DESC_6401": "Assurez-vous d’avoir une couverture contre les pertes et dommages.",
        "SUB_SECTION_ITEM_DESC_6402": "La plupart des services d’expédition comprennent une couverture-responsabilité d’au plus 100 $. Dans les cas où vous avez besoin d’une couverture supplémentaire, certains services vous permettent d’en acheter une jusqu’à concurrence de 1 000 $.",
        "SUB_SECTION_ITEM_DESC_6403": "Si vous expédiez des articles aux États-Unis et ailleurs à l’étranger, la valeur déclarée de vos articles est liée à votre couverture-responsabilité. Consultez la section Douanes de ce guide pour obtenir plus de renseignements.",

        "SUB_SECTION_TITLE_LCOV_ONLINE": "Couverture-responsabilité",
        "SUB_SECTION_ITEM_DESC_6502": "Assurez-vous d’avoir une couverture contre les pertes et dommages.",
        "SUB_SECTION_ITEM_DESC_65021": "Une couverture-responsabilité jusqu’à concurrence de 100 $ est offerte pour certains services (comme Priorité<sup>MC</sup>, Priorité<sup>MC</sup> Mondial, Xpresspost<sup>MC</sup>, Xpresspost<sup>MC</sup> – É.-U., Xpresspost – International et Paquet repérable). Si vous avez besoin d’une couverture plus étendue, vous devriez plutôt apporter votre colis à un bureau de poste.",
        "SUB_SECTION_ITEM_DESC_65022": "Si vous expédiez des articles aux États-Unis et ailleurs à l’étranger, la valeur déclarée de vos articles est liée à votre couverture-responsabilité. Consultez la section Douanes de ce guide pour obtenir plus de renseignements.",


        "SUB_SECTION_TITLE_COD": "Contre remboursement",
        "SUB_SECTION_ITEM_DESC_6601": "Si vous avez fixé le paiement au moment de la livraison, le destinataire doit payer le montant avant de recevoir l'article. Vérifiez que le montant entré comprend tous les frais convenus avec le destinataire, comme les frais d'expédition et les taxes.",

        "SUB_SECTION_TITLE_GDD": "Dates de livraison garanties",
        "SUB_SECTION_ITEM_DESC_6701": "Certains services sont assortis d’une garantie de livraison à temps.",
        "SUB_SECTION_ITEM_DESC_6702": "Lorsque vous choisissez un service d’expédition, cherchez une date de livraison garantie plutôt qu’une date de livraison estimée.",

        "SECTION_TITLE_7": "Douanes",
        "SUB_SECTION_TITLE_71": "Au sujet de l’expédition vers certains pays",
        "SUB_SECTION_ITEM_DESC_711": "Chaque pays a ses propres restrictions d’importation et exigences en matière de documentation pour des articles particuliers.",
        "SUB_SECTION_ITEM_DESC_712": "Par exemple, l’envoi de parfum doit être accompagné de documents pour un pays, mais peut être complètement interdit pour un autre.",
        "SUB_SECTION_ITEM_DESC_713": "Les restrictions peuvent aussi viser les dimensions et le poids d’un article, selon l’infrastructure du réseau de livraison du pays de destination.",
        "SUB_SECTION_ITEM_DESC_714": "Pour en apprendre davantage sur les règles concernant votre envoi, veuillez consulter la ",
        "SUB_SECTION_ITEM_DESC_715": "Liste des destinations internationales de Postes Canada.",
        "SUB_SECTION_ITEM_DESC_716": "https://www.canadapost.ca/tools/pg/manual/pgintdest-f.asp",

        "SUB_SECTION_TITLE_72": "Instructions en cas de non-livraison",
        "SUB_SECTION_ITEM_DESC_721": "Les articles qui ne peuvent pas être livrés seront abandonnés et détruits à la destination ou ils vous seront retournés, à vos frais.",

        "SUB_SECTION_TITLE_73": "Renseignements supplémentaires sur la déclaration",
        "SUB_SECTION_ITEM_DESC_731": "Pour accélérer le processus d’envoi, fournissez des renseignements supplémentaires s’ils s’appliquent à l’article que vous envoyez. À l’inverse, des renseignements manquants peuvent entraîner des retards, des livraisons manquées ou des frais supplémentaires.",
        "SUB_SECTION_ITEM_DESC_732": "Numéro ID taxe/IRS",
        "SUB_SECTION_ITEM_DESC_733": "Dans certains cas, vous devez inclure le numéro d’identification aux fins de l’impôt du destinataire (p. ex., si vous expédiez un article d’une valeur de plus de 2 500 $ US). Au besoin, vérifiez les règlements d’importation des autres pays.",
        "SUB_SECTION_ITEM_DESC_734": "Numéro de facture",
        "SUB_SECTION_ITEM_DESC_735": "Le cas échéant, indiquez le numéro de facture pour aider les douanes à déterminer le contenu et à l’approuver.",
        "SUB_SECTION_ITEM_DESC_736": "Numéro de certificat ",
        "SUB_SECTION_ITEM_DESC_737": "Si votre envoi contient un produit contrôlé ou est soumis à des règlements spéciaux qui demandent un certificat ou un permis d’exportation ou d’importation, indiquez son numéro pour aider les douanes à approuver le contenu.",
        "SUB_SECTION_ITEM_DESC_738": "Numéro de licence",
        "SUB_SECTION_ITEM_DESC_739": "Si votre envoi contient un produit contrôlé ou est soumis à des règlements spéciaux qui demandent une licence ou un permis d’exportation ou d’importation, indiquez son numéro pour aider les douanes à approuver le contenu.",

        "SUB_SECTION_TITLE_74": "Renseignements obligatoires sur l’article",
        "SUB_SECTION_ITEM_DESC_741": "Description",
        "SUB_SECTION_ITEM_DESC_742": "Donnez une description détaillée aux fins des douanes (p. ex., « boucles d’oreilles en argent », « t-shirts 100 % coton de grande taille pour homme » ou « paire de bottes en cuir »).",
        "SUB_SECTION_ITEM_DESC_743": "Poids unitaire (kg)",
        "SUB_SECTION_ITEM_DESC_744": "Indiquez le poids de votre article. S’il y a plusieurs articles identiques, indiquez le poids d’un seul article.",
        "SUB_SECTION_ITEM_DESC_745": "Quantité",
        "SUB_SECTION_ITEM_DESC_746": "Si vous expédiez plusieurs articles identiques, indiquez le total d’articles.",
        "SUB_SECTION_ITEM_DESC_747": "Valeur unitaire ($ CA)",
        "SUB_SECTION_ITEM_DESC_748": "Indiquez la valeur de votre article. S’il y a plusieurs articles identiques, indiquez la valeur d’un seul article.",
        "SUB_SECTION_ITEM_DESC_749": "La valeur totale de vos articles détermine la couverture-responsabilité à laquelle vous êtes admissible. La majorité des services d’expédition comprennent, par défaut, une couverture-responsabilité d’au plus 100 $.",
        "SUB_SECTION_ITEM_DESC_750": "Dans les cas où vous avez besoin d’une couverture supplémentaire, certains services vous permettent d’en acheter une jusqu’à concurrence de 1 000 $. S’il ne vous est pas possible d’acheter une couverture supplémentaire, vous devriez apporter votre colis à un bureau de poste.",

        "SUB_SECTION_TITLE_75": "Renseignements supplémentaires sur l’article",
        "SUB_SECTION_ITEM_DESC_751": "Numéro d’article, de pièce ou d’UGS",
        "SUB_SECTION_ITEM_DESC_752": "Le cas échéant, indiquez le numéro d’identification unique pour l’article ou le type d’article (p. ex., numéro utilisé pour le contrôle des stocks).",
        "SUB_SECTION_ITEM_DESC_753": "Pays d’origine ",
        "SUB_SECTION_ITEM_DESC_754": "S’il est connu, indiquez le pays où l’article a été fabriqué.",
        "SUB_SECTION_ITEM_DESC_755": "Code du Système harmonisé ",
        "SUB_SECTION_ITEM_DESC_756": "Le code du Système harmonisé de désignation et de codification des marchandises (ou code SH) identifie et décrit l’article en détail selon les normes internationales. Le code SH aide les organisations douanières à classifier les articles afin de les traiter plus efficacement, ce qui permet d’accélérer le procédé de dédouanement de votre article.",

        "SUB_SECTION_TITLE_76": "Renseignements douaniers sauvegardés",
        "SUB_SECTION_ITEM_DESC_761": "Vous pouvez sauvegarder certains des renseignements sur votre article que vous avez saisis pour vos documents douaniers (description, poids unitaire et valeur, et pays d’origine) comme une entrée.",
        "SUB_SECTION_ITEM_DESC_762": "La prochaine fois que vous remplirez des documents douaniers, vous pourrez sélectionner cette entrée pour que les champs appropriés se remplissent automatiquement.",
        "SUB_SECTION_ITEM_DESC_763": "Cette fonction vous permet de gagner du temps si vous expédiez souvent le même type d’articles.",
        "SUB_SECTION_ITEM_DESC_764": "Si vous modifiez une donnée (par exemple, le poids), vous pouvez sauvegarder cette nouvelle information en tant que nouvelle entrée.",
        "SUB_SECTION_ITEM_DESC_765": "Ces entrées sont gérées à la page Renseignements sauvegardés."

      }
    }
}
